Repository: smaili/ripto
Catalog: ripto.com/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fil, fr, it, ja, ms, pt_br, ru, vi

source: Languages
de: Sprachen
es: Idiomas
fil: Wika
fr: Langues
it: Lingue
ja: 言語
ms: Bahasa
pt_br: Idiomas
ru: Языки
vi: Ngôn ngữ

source: Home
de: Startseite
es: Inicio
fr: Accueil
it: Iniziale
ja: ホーム
ms: Utama
pt_br: Inicial
ru: Главная
vi: Trang Chủ

source: New Memorial
de: Neues Gedenkstätte
es: Monumento Nuevo
fil: Bagong Bantayog
fr: Nouveau Mémorial
it: Nuovo Memoriale
ja: 新記念碑
ms: Tugu Peringatan Baru
pt_br: Novo Memorial
ru: Новый мемориал
vi: Truy điệu mới

source: Invalid email address.
de: E-Mail-Adresse ist ungültig.
es: Email no es válido.
fil: Ang email address ay mali.
fr: E-mail invalide.
it: E-mail non è valida.
ja: メールが無効です。
ms: Alamat emel tidak sah.
pt_br: Endereço de e-mail inválido.
ru: Недействительный адрес почты.
vi: Email là không hợp lệ.

source: Memorial was successfully shared.
de: Gedenkstätte wurde erfolgreich teilte.
es: Monumento se ha compartido exitosamente
fil: Bantayog ay matagumpay na naipamahagi.
fr: Mémorial est bien partagée.
it: Memorial è stata condivisa con successo.
ja: 記念碑は正常共有されていた。
ms: Tugu peringatan telah berjaya dikongsi bersama.
pt_br: Memorial foi compartilhada com sucesso.
ru: Мемориал был поделился успешно.
vi: Truy điệu đã được chia sẻ thành công.

source: Share On WeChat
de: Teilen auf WeChat
es: Compartir Con WeChat
fil: Ibahagi Sa WeChat
fr: Partager sur WeChat
it: Condividi con WeChat
ja: WeChat で共有します
ms: Kongsi di WeChat
pt_br: Compartilhar no WeChat
ru: Отправить в WeChat
vi: Chia sẻ với WeChat

source: Settings
de: Einstellungen
es: Configuración
fil: Mga Setting
fr: Réglages
it: Impostazioni
ja: 設定
ms: Tetapan
pt_br: Configurações
ru: Настройки
vi: Thiết lập

source: Your membership has been deactivated.
de: Ihre Mitgliedschaft wurde deaktiviert.
es: Su membresía se ha desactivado.
fil: Ang pagiging miyembro ay na-deactivate.
fr: Votre adhésion a été désactivé.
it: La tua adesione è stato disattivato.
ja: あなたのメンバーシップが無効になっている。
ms: Akaun anda telah dilumpuhkan.
pt_br: Sua filiação foi desativado.
ru: Ваша учетная запись была отключена.
vi: Hội viên của bạn đã bị ngừng hoạt động.

source: You will now be logged out and taken back to the home page.
de: Sie werden nun abgemeldet und wieder auf der Startseite genommen.
es: Ahora se cerrará la sesión y llevado de vuelta a inicio.
fil: Ikaw ay naka-log out at kinuha bumalik sa home.
fr: Vous allez maintenant être déconnecté et redirigé vers la page d'accueil.
it: Ora verrà disconnesso e ritorna alla pagina iniziale.
ja: 今、あなたは、ログアウトして、ホームに戻ります。
ms: Sekarang anda akan log keluar dan kembali ke utama.
pt_br: Você será desconectado e levado de volta para a página inicial.
ru: Теперь вы будете выйти и вернуться на главную страницу.
vi: Bây giờ bạn sẽ trở về Trang Chủ.

source: Deleted
de: Gelöscht
es: Suprimido
fil: Inalis
fr: Supprimé
it: Cancellato
ja: 削除された
ms: Dipadam
pt_br: Excluída
ru: Удаляются
vi: Xóa

source: Membership Canceled
de: Mitgliedschaft abgebrochen
es: Membresía Cancelada
fil: Kinansela Pagsapi
fr: Adhésion Annulé
it: Adesione Cancellato
ja: メンバーシップはキャンセルされました。
ms: Keahlian dibatalkan
pt_br: Adesão Cancelada
ru: Учетная запись отменен
vi: Hội viên hủy bỏ.

source: Membership
de: Mitgliedschaft
es: Membresía
fil: Pagsapi
fr: Adhésion
it: Adesione
ja: メンバーシップ
ms: Keahlian
pt_br: Adesão
ru: Учетная запись
vi: Hội viên

source: Thank you. Your report was successfully sent.
de: Vielen Dank. Ihr Melden wurde erfolgreich gesendet.
es: Gracias. Tu informe fue enviado con éxito.
fil: Salamat sa inyo. Ang iyong ulat ay matagumpay na naipadala.
fr: Je vous remercie. Vous signales a été envoyé avec succès.
it: Grazie. Il tuo segnale è stato inviato con successo.
ja: ありがとう。あなたのレポートが正常に送信された。
ms: Terima kasih. Laporan anda telah berjaya dihantar.
pt_br: Obrigado. Seu relatório foi enviada com sucesso.
ru: Спасибо. Ваша жалоба была успешно отправлено.
vi: Cảm ơn bạn. Báo cáo của bạn đã được gửi thành công.

source: You can only flag each thing once.
de: Sie können nur melden jedes Ding einmal.
es: Sólo se puede marcar cada cosa una vez.
fil: Maaari ka lamang mag-ulat sa bawat bagay nang isang beses.
fr: Vous ne pouvez marquer chaque chose une fois.
it: È possibile segnalare solo ogni cosa una volta.
ja: あなたは、各事を一回報告することができます。
ms: Anda hanya boleh melaporkan setiap perkara sekali.
pt_br: Você só pode relatar cada coisa uma vez.
ru: Можно только отметить каждую вещь один раз.
vi: Bạn chỉ có thể báo cáo từng điều một lần.

source: Sign In
de: Anmelden
es: Acceder
fil: Mag-sign In
fr: Connexion
it: Accedi
ja: ログイン
ms: Daftar masuk
pt_br: Entrar
ru: Войти
vi: Đăng nhập

source: Sign Up
de: Registrieren
es: Registrar
fil: Mag-sign Up
fr: Inscription
it: Iscriviti
ja: 登録する
ms: Daftar
pt_br: Cadastre-se
ru: Зарегистрироваться
vi: Đăng Ký

source: An email has been sent containing a link to reset your password.
de: Eine E-Mail wurde abgeschickt mit einem Link, um Ihr Passwort zu ändern.
es: Un email ha sido enviado con un enlace para restablecer tu contraseña.
fil: Ang isang email ay naipadala na naglalaman ng isang link upang baguhin ang iyong password.
fr: Un e-mail a été envoyé contenant un lien pour changer votre mot de passe.
it: Una e-mail è stata inviata contenente un link per cambiare la tua password.
ja: パスワードを変更するためのリンクを含むメールが送信された。
ms: Emel telah dihantar yang mengandungi pautan untuk menukar kata laluan anda.
pt_br: Um email foi enviado contendo um link para mudar sua senha.
ru: Почты было отправлено, содержащее ссылку для восстановления пароля.
vi: Một email đã được gửi đi có chứa một liên kết để thay đổi mật khẩu của bạn.

source: Be sure to also check your junk or spam folder or filter in case it does not appear in your inbox.
de: Stellen Sie sicher, dass Sie auch in Ihrem Spam-Ordner schauen, wenn Sie nicht sehen, es in Ihrem Posteingang.
es: Por favor, comprueba tu archivo de correo Spam, (a veces llamado Correo No Deseado o Correo Basura), para estar seguro.
fil: Siguraduhin mo ring suriin ang iyong junk folder kung hindi ito lumitaw sa iyong inbox.
fr: N'oubliez pas de vérifier également votre courrier indesirable au cas où il n'apparaît pas dans votre boîte de réception.
it: Assicurati di controllare anche la tua cartella di posta indesiderata se non appare nella tua casella di posta.
ja: それはあなたの受信トレイに表示されていない場合にも迷惑フォルダを確認してください。
ms: Pastikan anda semak folder sampah anda jika ia tidak muncul dalam peti masuk anda.
pt_br: Certifique-se também verificar a sua pasta de lixo eletrônico se não aparecer na sua caixa de entrada.
ru: Убедитесь, что вы также проверить папку нежелательной, если он не появится в вашем входящие.
vi: Hãy chắc chắn rằng bạn kiểm tra thư mục rác của bạn nếu nó không xuất hiện trong hộp thư của bạn.

source: Sent!
de: Gesendet!
es: Enviado!
fil: Naipadala!
fr: Envoyé !
it: Inviato!
ja: 送信された！
ms: Telah dihantar!
pt_br: Enviada!
ru: Отправлено!
vi: Đã được gửi!

source: Forgot
de: Vergessen
es: Olvidó
fil: Nakalimutan
fr: Oublié
it: Dimenticata
ja: お忘れですか
ms: Lupa
pt_br: Esqueceu
ru: Забыл
vi: Quên

source: Change Password
de: Passwort ändern
es: Cambiar La Contraseña
fil: Baguhin Password
fr: Changer Le Mot de Passe
it: Modificare la Password
ja: パスワードを変更します
ms: Mengubah Kata Laluan
pt_br: Alterar Senha
ru: Изменить пароль
vi: Thay đổi mật khẩu

source: Your password was successfully changed.
de: Ihr Passwort wurde erfolgreich geändert.
es: La contraseña se ha cambiado.
fil: Ang iyong password ay matagumpay na nabago.
fr: Votre mot de passe a été changé avec succès.
it: La tua password è stata cambiata con successo.
ja: パスワードが正常に変更された。
ms: Kata laluan anda telah berjaya diubah.
pt_br: Sua senha foi alterada com sucesso.
ru: Ваш пароль был успешно изменен.
vi: Mật khẩu của bạn đã được thay đổi thành công.

source: Please wait while we log you in.
de: Bitte warten Sie sich einloggen.
es: Por favor, espere mientras que se conecte.
fil: Mangyaring maghintay habang ka naka-log in.
fr: S'il vous plaît patienter pendant que nous vous connecter!
it: Per favore attendi che si ottiene loggato.
ja: ログインするためにしばらくお待ちください。
ms: Sila tunggu untuk log masuk.
pt_br: Por favor, aguarde enquanto estiver conectado pol.
ru: Подождите, пока вы получите прошли идентификацию.
vi: Xin vui lòng chờ trong khi chúng tôi kết nối bạn.

source: Changed!
de: Geändert!
es: Cambiado!
fil: Nabago!
fr: Changé !
it: Cambiato!
ja: 変更された！
ms: Telah diubah!
pt_br: Alterada!
ru: Изменилось!
vi: Đã được thay đổi!

source: About
de: Über
es: Sobre
fil: Tungkol
fr: À Propos
it: Informazioni
ja: について
ms: Perihal
pt_br: Sobre
ru: О нас
vi: Giới thiệu

source: Your message was sent successfully.
de: Ihre Nachricht wurde erfolgreich gesendet.
es: Tu mensaje ha sido enviado con éxito.
fil: Ang iyong mensahe ay matagumpay na naipadala.
fr: Votre message a été envoyé avec succès.
it: Il tuo messaggio è stato inviato con successo.
ja: あなたのメッセージは正常に送信された。
ms: Mesej anda telah berjaya dihantar.
pt_br: Sua mensagem foi enviada com sucesso.
ru: Ваше сообщение было успешно отправлено.
vi: Tin nhắn đã được gửi thành công.

source: You will now be taken back.
de: Sie werden nun wieder zurück.
es: Ahora volverá.
fil: Ikaw ay bumalik.
fr: Vous allez maintenant retourner.
it: Potrete ora tornare indietro.
ja: 今、あなたは、戻ります。
ms: Sekarang anda akan kembali.
pt_br: Você vai voltar.
ru: Теперь вы будете вернуться обратно.
vi: Bạn sẽ quay trở lại ngay bây giờ.

source: Sent
de: Schickte
es: Enviado
fil: Naipadala
fr: Envoyé
it: Inviato
ja: 送られてきた
ms: Telah dihantar
pt_br: Enviada
ru: Отправлено
vi: Đã được gửi

source: Message Sent!
de: Nachricht gesendet!
es: Mensaje enviado!
fil: Ipinadala Mensahe!
fr: Message Envoyé !
it: Messaggio Inviato!
ja: メッセージが送信されました！
ms: Mesej telah dihantar!
pt_br: Mensagem enviada!
ru: Сообщение отправлено!
vi: Tin nhắn đã được gửi đi!

source: Support
es: Apoyo
fil: Suporta
fr: Soutient
it: Assistenza
ja: サポート
ms: Sokongan
pt_br: Suporte
ru: Помощь
vi: Hỗ trợ

source: Your feedback was sent successfully.
de: Ihr Feedback wurde erfolgreich gesendet.
es: Tu sugerencias ha sido enviado con éxito.
fil: Ang iyong feedback ay matagumpay na naipadala.
fr: Votre remarques a été envoyé avec succès.
it: Il tuo feedback è stato inviato con successo.
ja: あなたのフィードバック は正常に送信された。
ms: Maklum balas telah berjaya dihantar.
pt_br: Sua contribuição foi enviada com sucesso.
ru: Ваш отзыв был успешно отправлен.
vi: Thông tin phản hồi của bạn đã được gửi thành công.

source: Feedback Sent!
de: Feedback gesendet!
es: Sugerencias Enviado!
fil: Ipinadala Feedback!
fr: Remarques Envoyé !
it: Feedback Inviato!
ja: フィードバックが送信されました！
ms: Maklum balas telah dihantar!
pt_br: Contribuição Enviada!
ru: Отзыв отправлено!
vi: Phản hồi đã được gửi đi!

source: Feedback
es: Sugerencias
fr: Remarques
ja: フィードバック
ms: Maklum balas
pt_br: Contribuir
ru: Отзыв
vi: Phản hồi

source: Terms
de: Bedingungen
es: Términos
fil: Tuntunin
fr: Conditions
it: Termini
ja: 規約
ms: Terma
pt_br: Termos
ru: Условия
vi: Điều khoản

source: Privacy
de: Privatsphäre
es: Privacidad
fr: Confidentialité
ja: プライバシー
ms: Privasi
pt_br: Privacidade
ru: Конфиденциальность
vi: Bảo mật

source: Translate
de: Übersetzen
es: Traducir
fil: Isalin
fr: Traduire
it: Tradurre
ja: 訳す
ms: Menterjemahkan
pt_br: Traduzir
ru: Перевести
vi: Dịch

source: Request for changing your password on RIPto
de: Antrag auf Änderung Ihres Passworts auf RIPto
es: Solicitud de cambio de contraseña de RIPto
fil: Kahilingan para sa pagbabago ng iyong password sa RIPto
fr: Requête pour changer votre mot de passe sur RIPto
it: Richiesta di modifica della password su RIPto
ja: RIPtoで自分のパスワードを変更するための要求
ms: Permintaan untuk menukar kata laluan anda di RIPto
pt_br: Pedido para mudar sua senha no RIPto
ru: Запрос на смену пароля на RIPto
vi: Yêu cầu thay đổi mật khẩu của bạn trên RIPto

source: You have deactivated your RIPto account
de: Sie haben Ihr Konto deaktiviert RIPto
es: Usted ha desactivado su cuenta RIPto
fil: Ikaw ay winakasan ang iyong RIPto account
fr: Vous avez désactivé votre compte RIPto
it: Avete disattivato il tuo account RIPto
ja: あなたのRIPtoアカウントを無効にした
ms: Anda telah dinyahaktifkan akaun RIPto anda
pt_br: Você desactivou a sua conta RIPto
ru: Вы отключили вашего учетная запись RIPto
vi: Bạn đã vô hiệu hóa tài khoản RIPto của bạn

source: You have been banned from RIPto
de: Sie haben von RIPto verboten
es: Se le ha prohibido de RIPto
fil: Pinagbawalan ka na mula sa RIPto
fr: Vous avez été banni de RIPto
it: Sei stato bannato da RIPto
ja: あなたは、RIPtoから禁止されている
ms: Anda telah diharamkan dari RIPto
pt_br: Você foi banido do RIPto
ru: Вы были запрещены RIPto
vi: Bạn đã bị cấm từ RIPto

source: Natural
de: Natürlich
fr: Naturel
it: Naturale
ja: 当然
ms: Semulajadi
ru: Естественной
vi: Tự nhiên

source: Accidental
de: Versehentlich
es: Accidente
fil: Aksidente
fr: Accident
ja: 偶発
ms: Tidak sengaja
pt_br: Acidental
ru: Случайность
vi: Tình cờ

source: Homicide
de: Totschlag
es: Homicidio
fil: Pagpatay sa kapwa
it: Omicidio
ja: 殺人
ms: Pembunuhan
pt_br: Homicídio
ru: Убийство
vi: Giết người

source: Suicide
de: Selbstmord
es: Suicidio
fil: Pagpapakamatay
it: Suicidio
ja: 自殺
ms: Bunuh diri
pt_br: Suicídio
ru: Самоубийство
vi: Tự tử

source: War
de: Krieg
fil: Digmaan
fr: Guerre
it: Guerra
ja: 戦争
ms: Perang
pt_br: Guerra
ru: Война
vi: Chiến tranh

source: You must include a valid photo or select the checkbox.
de: Sie müssen senden gültigen Foto oder wählen Sie die Checkbox.
es: Usted tienes que elegir una foto válida o seleccione la casilla de verificación.
fil: Kailangan mong magpadala ng isang wastong litrato o piliin ang checkbox.
fr: Vous devez choisir une photo valide ou cochez la case.
it: È necessario scegliere una foto valida o selezionare la casella di controllo.
ja: あなたは、有効な写真を選択するか、またはチェックボックスを選択する必要があります。
ms: Anda mesti menghantar foto yang sah atau pilih kotak.
pt_br: Você deve enviar uma foto válido ou selecione a caixa de seleção.
ru: Вы должны выбрать фото или установите флажок.
vi: Bạn phải chọn một bức ảnh hợp lệ hoặc chọn hộp kiểm.

source: All fields are required.
de: Alle sind erforderlich.
es: Todo es necesario.
fil: Ang lahat ay kinakailangan.
fr: Tous sont tenus.
it: Tutti sono tenuti.
ja: すべて必須。
ms: Semuanya diperlukan.
pt_br: Um nome é necessária.
ru: Все требуются.
vi: Tất cả được yêu cầu.

source: I don't have their photo
de: Ich habe nicht seine Foto
es: No tengo su foto
fil: Wala akong kanyang litrato
fr: Je n'ai pas sa photo
it: Io non ho la sua foto
ja: 私は彼の写真を持っていない
ms: Saya tidak mempunyai foto beliau
pt_br: Todos são necessários
ru: У меня нет его фото
vi: Tôi không có hình ảnh của mình

source: Choose photo
de: Foto wählen
es: Elegir foto
fil: Pumili ng litrato
fr: choisir une photo
it: Scegli foto
ja: 写真を選択してください
ms: Pilih foto
pt_br: Escolher foto
ru: Выберите фото
vi: Chọn hình ảnh

source: Change photo
de: ändere Foto
es: Cambiar foto
fil: Baguhin litrato
fr: Changer la photo
it: Modificare foto
ja: 写真を変更
ms: Mengubah foto
pt_br: Alterar foto
ru: Изменить фото
vi: Thay đổi hình ảnh

source: No photo
de: kein Foto
es: No foto
fil: walang litrato
fr: Pas de photo
it: Nessuna foto
ja: 画像がありません
ms: Tiada foto
pt_br: Nenhuma foto
ru: Нет фото
vi: Không ảnh

source: Click to select
de: Klicken Sie auf
es: Haga clic para seleccionar
fil: I-click upang piliin
fr: Cliquez pour sélectionner
it: Fare clic per selezionare
ja: 選択する]をクリック
ms: Klik untuk memilih
pt_br: Clique para selecionar
ru: Нажмите, чтобы выбрать
vi: Nhấn vào đây để chọn

source: Select a photo
de: Wählen Sie ein Foto
es: Seleccionar una foto
fil: Pumili ng isang litrato
fr: Sélectionnez une photo
it: Seleziona una foto
ja: 写真を選択してください
ms: Pilih foto
pt_br: Selecione uma foto
ru: Выберите фотографию
vi: Chọn một bức ảnh

source: Save photo
de: Foto speichern
es: Guardar la foto
fil: Save litrato
fr: Sauvegarder la photo
it: Salva foto
ja: 写真を保存
ms: Simpan foto
pt_br: Guardar foto
ru: Сохранить фото
vi: Lưu ảnh

source: Photo saved.
de: Foto gespeichert.
es: Foto guardada.
fil: Litrato ay na-save.
fr: Photo sauvegardée.
it: Foto salvata.
ja: 写真が保存されました。
ms: Foto telah disimpan.
pt_br: Foto guardada.
ru: Фотография сохранена.
vi: Hình ảnh lưu.

source: Photo must be a %(exts)s, or %(ext_last)s.
de: Foto muss eine %(exts)s-oder %(ext_last)s sein.
es: foto debe ser %(exts)s, o %(ext_last)s.
fil: Litrato ay dapat na %(exts)s, o %(ext_last)s.
fr: photo doit être au format %(exts)s, ou %(ext_last)s.
it: Foto deve essere in formato %(exts)s o %(ext_last)s.
ja: 写真は%(exts)s、または%(ext_last)sである必要があります。
ms: Foto mestilah %(exts)s, atau %(ext_last)s.
pt_br: A foto deve ser um %(exts)s ou %(ext_last)s.
ru: Фотография должна быть %(exts)s, или %(ext_last)s.
vi: Hình ảnh phải là %(exts)s, hoặc %(ext_last)s.

source: A photo is required.
de: Ein Foto ist erforderlich.
es: Se requiere una foto.
fil: Ang litrato ay kinakailangan.
fr: Une photo est nécessaire.
it: È necessaria una foto.
ja: 写真は必須です。
ms: Foto diperlukan.
pt_br: A foto é necessária.
ru: Вы должны предоставить фото.
vi: Một bức ảnh được yêu cầu.

source: Name
es: Nombre
fil: Pangalan
fr: Nom
it: Nome
ja: 名前
ms: Nama
pt_br: Nome
ru: Имя
vi: Tên

source: Person's name?
de: Sein Name?
es: Su nombre?
fil: Kanyang pangalan?
fr: Son nom ?
it: Il suo nome?
ja: 彼の名前は？
ms: Namanya?
pt_br: Seu nome?
ru: Его имя?
vi: Tên của mình?

source: Born
de: Geboren
es: Nacido
fil: Ipinanganak
fr: Né
it: Nato
ja: 生まれ
ms: Dilahirkan
pt_br: Nascido
ru: Родился
vi: Sinh

source: Died
de: Gestorben
es: Muerto
fil: Namatay
fr: Mort
it: Morto
ja: 死んだ
ms: Meninggal
pt_br: Morreu
ru: Умер
vi: Qua đời

source: Date born/died?
de: Datum geboren/gestorben?
es: Fecha nacido/muerto?
fil: Petsa ipinanganak/namatay?
fr: Date né/mort ?
it: Data nato/morto?
ja: 生まれ日付/死んだ日付？
ms: Tarikh dilahirkan/meninggal?
pt_br: Data nascido/nascido?
ru: ДАТА родился/умер?
vi: Ngày sinh/qua đời?

source: Cause of death?
de: Todesursache?
es: Causa de la muerte?
fil: Magdulot ng kamatayan?
fr: Cause de la mort ?
it: Causa della morte?
ja: 死の原因?
ms: Punca kematian?
pt_br: Causa da morte?
ru: Причина смерти
vi: Nguyên nhân của cái chết?

source: Epitaph
es: Epitafio
fr: Épitaphe
it: Epitaffio
ja: エピタフ
ms: Tulisan di batu nisan
pt_br: Epitáfio
ru: Эпитафия
vi: Văn bia

source: Short description?
de: Kurzbeschreibung?
es: Descripción corta?
fil: Maikling paglalarawan?
fr: Description succincte ?
it: Breve descrizione?
ja: 説明短い?
ms: Penerangan ringkas?
pt_br: Breve descrição?
ru: Краткое описание?
vi: Mô tả ngắn?

source: Buried
de: Beerdigte
es: Enterrado
fil: Ililibing
fr: Enterré
it: Sepolto
ja: 埋もれた
ms: Dikebumikan
pt_br: Enterrado
ru: Похоронен
vi: Chôn cất

source: Cremated
de: Äscherte
es: Cremado
fil: Sinunog
fr: Incinéré
it: Cremato
ja: 火葬された
ms: Dibakar
pt_br: Cremado
ru: Кремированные
vi: Hỏa táng

source: Buried/Cremated
de: Beerdigte/Äscherte
es: Enterrado/Cremado
fil: Ililibing/Sinunog
fr: Enterré/Incinéré
it: Sepolto/Cremato
ja: 埋もれた/火葬された
ms: Dikebumikan/Dibakar
pt_br: Enterrado/Cremado
ru: Похоронен/Кремированные
vi: Chôn cất/Hỏa táng

source: When
de: Wenn
es: Cuando
fil: Kapag
fr: Quand
it: Quando
ja: 時
ms: Bila
pt_br: Quando
ru: Когда
vi: Khi

source: Date buried/cremated?
de: Datum beerdigte/äscherte?
es: Fecha enterrado/cremado?
fil: Petsa ililibing/sinunog?
fr: Date enterré/incinéré ?
it: Data sepolto/cremato?
ja: 埋もれた日付/火葬された日付?
ms: Tarikh Dikebumikan/Dibakar?
pt_br: Data enterrado/cremado?
ru: Дата похоронен/кремированные?
vi: Ngày chôn cất/hỏa táng?

source: Arlington National Cemetery
de: Südfriedhof (Leipzig)
es: La Recoleta
fil: Libingan ng mga Bayani
fr: Cimetière du Père-Lachaise
it: Cimitero monumentale di Milano
ja: 青山霊園
ms: Perkuburan Protestan
pt_br: Cemitério São João Batista
ru: Новодевичье кладбище
vi: Nghĩa trang Mai Dịch

source: Place buried/cremated?
de: Stelle beerdigte/äscherte?
es: Dónde enterrado/cremado?
fil: Lugar ililibing/sinunog?
fr: Lieu enterré/incinéré ?
it: Luogo sepolto/cremato?
ja: 埋もれた場所/火葬された場所?
ms: Tempat dikebumikan/dibakar?
pt_br: Lugar enterrado/cremado?
ru: Место похоронен/кремированные?
vi: Nơi chôn cất/hỏa táng?

source: Sorry but we couldn't find any memorials.
de: Leider, keine Gedenkstätte.
es: Lo sentimos pero no hay monumentos.
fil: Paumanhin, walang mga bantayog.
fr: Désolé, pas de mémoriaux.
it: Spiacente, nessun memoriali.
ja: 申し訳ありませんが、記念碑。
ms: Maaf, tiada tugu peringatan.
pt_br: Desculpe, não houve memoriais.
ru: К сожалению, нет мемориалы.
vi: Xin lỗi, không có truy điệu.

source: Show more memorials
de: Mehr Gedenkstätte
es: Mostrar más monumentos
fil: Higit pang mga bantayog
fr: Afficher plus de mémoriaux.
it: Più memoriali
ja: より多くの記念碑を表示します
ms: Tunjuk banyak lagi tugu peringatan
pt_br: Mais memoriais
ru: Показать больше мемориалы.
vi: Hơn truy điệu

source: Looks like your JavaScript is disabled. We strongly recommend you to enable it for a better experience.
de: Ihr JavaScript ist deaktiviert. Wir empfehlen Ihnen, es zu aktivieren.
es: Tienes JavaScript desactivado. Le recomendamos que habilite.
fil: Ang iyong JavaScript ay hindi pinagana. Inirerekumenda namin sa iyo na paganahin ito.
fr: Votre JavaScript est désactivé. Nous vous conseillons de l'activer.
it: Il tuo JavaScript è disattivato. Vi consigliamo di abilitarlo.
ja: あなたのJavaScriptが無効になっています。私たちは、あなたがそれを有効にすることをお勧めします。
ms: Anda JavaScript dimatikan. Kami mengesyorkan anda untuk membolehkan ia.
pt_br: Seu JavaScript está desativado. Recomendamos que você ative-o.
ru: Ваш JavaScript отключен. Мы рекомендуем Вам включить его.
vi: JavaScript bị vô hiệu hóa. Chúng tôi khuyên bạn để kích hoạt nó.

source: Search
de: Suche
es: Buscar
fil: Maghanap
fr: Recherche
it: Cerca
ja: 検索
ms: Cari
pt_br: Pesquisar
ru: Поиск
vi: Tìm kiếm

source: Log in
de: Anmelden
es: Acceder
fil: Mag-log in
fr: Connexion
it: Accedi
ja: ログイン
ms: Log masuk
pt_br: Entrar
ru: Войти
vi: Đăng nhập

source: Sign up
de: Registrieren
es: Registrar
fil: Mag-sign up
fr: Inscription
it: Iscriviti
ja: 登録する
ms: Daftar
pt_br: Cadastre-se
ru: Зарегистрироваться
vi: Đăng ký

source: Log out
de: Abmelden
es: Salir
fil: Mag-sign Out
fr: Déconnexion
it: Esci
ja: ログアウト
ms: Keluar
pt_br: Sair
ru: Выйти
vi: Đăng xuất

source: Remember someone
de: Erinnern jemand
es: Recordar a alguien
fil: Tandaan ang isang tao
fr: Souvenir de quelqu'un
it: Ricorda qualcuno
ja: 誰かを覚えている
ms: Ingat seseorang
pt_br: Lembre-se de alguém
ru: Помню кто-то
vi: Nhớ một ai đó

source: Calendar
de: Kalender
es: Calendario
fil: Kalendaryo
fr: Calendrier
it: Calendario
ja: カレンダー
ms: Kalendar
pt_br: Calendário
ru: Календарь
vi: Lịch

source: January
de: Januar
es: enero
fil: Enero
fr: Janvier
it: gennaio
ja: 1月
ms: Januari
pt_br: janeiro
ru: январь
vi: T1

source: February
de: Februar
es: febrero
fil: Pebrero
fr: Février
it: febbraio
ja: 2月
pt_br: fevereiro
ru: февраль
vi: T2

source: March
de: März
es: marzo
fil: Marso
fr: Mars
it: marzo
ja: 3月
ms: Maret
pt_br: março
ru: март
vi: T3

source: April
es: abril
fil: Abril
fr: Avril
it: aprile
ja: 4月
pt_br: abril
ru: апрель
vi: T4

source: May
de: Mai
es: mayo
fil: Mayo
fr: Mai
it: maggio
ja: 5月
pt_br: maio
ru: май
vi: T5

source: June
de: Juni
es: junio
fil: Hunyo
fr: Juin
it: giugno
ja: 6月
ms: Juni
pt_br: junho
ru: июнь
vi: T6

source: July
de: Juli
es: julio
fil: Hulyo
fr: Juillet
it: luglio
ja: 7月
ms: Juli
pt_br: julho
ru: июль
vi: T7

source: August
es: agosto
fil: Agosto
fr: Août
it: agosto
ja: 8月
ms: Agustus
pt_br: agosto
ru: август
vi: T8

source: September
es: septiembre
fil: Setyembre
fr: Septembre
it: settembre
ja: 9月
pt_br: setembro
ru: сентябрь
vi: T9

source: October
de: Oktober
es: octubre
fil: Oktubre
fr: Octobre
it: ottobre
ja: 10月
ms: Oktober
pt_br: outubro
ru: октябрь
vi: T10

source: November
es: noviembre
fil: Nobyembre
fr: Novembre
it: novembre
ja: 11月
pt_br: novembro
ru: ноябрь
vi: T11

source: December
de: Dezember
es: diciembre
fil: Disyembre
fr: Décembre
it: dicembre
ja: 12月
ms: Desember
pt_br: dezembro
ru: декабрь
vi: T12
