Repository: smaili/ripto
Catalog: ripto.com/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fil, fr, it, ja, ms, pt_br, ru, vi

source: Please let us know what it is you need help with by filling out our form below and we will get back to you as soon as we can.
de: Bitte lassen Sie uns wissen, was es ist, dass Sie Hilfe benötigen, füllen Sie unser Formular aus und wir werden uns umgehend mit Ihnen so bald wie möglich.
es: Por favor déjenos saber qué es lo que necesita ayuda con rellenando el siguiente formulario y nos pondremos en contacto con usted lo antes posible.
fil: Mangyaring ipaalam sa amin kung ano ito ay kailangan mo ng tulong sa at babalikan ka namin sa iyo sa lalong madaling panahon.
fr: S'il vous plaît laissez-nous savoir ce que vous avez besoin d'aide en remplissant notre formulaire ci-dessous et nous reviendrons vers vous dès que nous le pouvons.
it: Fateci sapere che cosa è voi bisogno di aiuto compilando il modulo sottostante e vi risponderemo al più presto possibile.
ja: あなたは下記のフォームに必要事項を記入して助け、私たちはできるだけ早くあなたに戻ってきます必要なものを教えてください。
ms: Sila beritahu kami apa yang anda memerlukan bantuan dengan dengan mengisi borang kami di bawah dan kami akan memberi maklum balas secepat mungkin.
pt_br: Por favor, deixe-nos saber o que é que você precisa de ajuda, preencha o formulário abaixo e entraremos em contato com você o mais breve possível.
ru: Пожалуйста, дайте нам знать, что это вам нужна помощь, заполнив форму ниже, и мы ответим как можно скорее.
vi: Xin vui lòng cho chúng tôi biết những gì bạn cần giúp đỡ bằng cách điền vào mẫu của chúng tôi dưới đây và chúng tôi sẽ trả lời cho bạn trong thời gian sớm nhất có thể.

source: Your email
de: Ihre E-Mail
es: Su email
fil: Ang iyong email
fr: Votre e-mail
it: La tua e-mail
ja: あなたのメール
ms: Emel anda
pt_br: Seu e-mail
ru: Ваш адрес почты
vi: Email của bạn

source: Message
de: Nachricht
es: Mensaje
fil: Mensahe
it: Messaggio
ja: メッセージを送信
ms: Mesej
pt_br: Mensagem
ru: Сообщение
vi: Tin nhắn

source: Send Message
de: Nachricht senden
es: Enviar Mensajes
fil: Magpadala Mensahe
fr: Envoyer Message
it: Inviare Messaggio
ja: メッセージ
ms: Hantar Mesej
pt_br: Envie mensagem
ru: Отправить сообщение
vi: Gửi tin nhắn

source: Invalid email address or feedback.
de: E-Mail-Adresse oder Feedback ist ungültig.
es: Email no es válido o una sugerencia no es válida.
fil: Ang email address o feedback ay mali.
fr: E-mail ou remarques invalide.
it: E-mail o feedback non è valida.
ja: メールまたはフィードバックが無効です。
ms: Alamat emel atau maklum balas tidak sah.
pt_br: Endereço de e-mail ou contribuição inválido.
ru: Недействительный адрес почты или отзыв.
vi: Email hoặc thông tin phản hồi là không hợp lệ.

source: Bugs? Errors? Suggestions? Whatever your feedback is, we would love to hear it, so please fill out the form below and let your voice be heard!
de: Fehler? Programmfehler? Vorschläge? Was auch immer Ihr Feedback ist, wir würden uns freuen zu hören, so füllen Sie bitte das Formular aus und lassen Sie Ihre Stimme gehört werden!
es: Fallas? Errores? Sugerencias? Lo que quiere decir, nos encantaría escucharlo, así que por favor rellene el formulario abajo y se oirá vuestra voz!
fil: Mga bisala? Mga mali? Mga Suhestiyon? Anuman ang iyong feedback, ibig naming marinig ito, kaya't mangyaring punan ang form sa ibaba at ipaalam sa iyong mga tinig ay narinig!
fr: Défauts ? Erreurs ? Commentaires ? Quel que soit votre remarque est, nous serions ravis de l'entendre, donc s'il vous plaît remplir le formulaire ci-dessous et faites entendre votre voix!
it: Difetti? Errori? Suggerimenti? Qualunque sia il vostro feedback è, ci piacerebbe sentirlo, quindi vi preghiamo di compilare il modulo sottostante e lasciare che la tua voce!
ja: 欠陥？エラー？提案ですか？あなたのフィードバックが何であれ、我々はそれを聞くのが大好きだので、下記のフォームに必要事項を記入してください、あなたの声が聞かれるようにして下さい！
ms: Kecacatan? Kesilapan? Cadangan? Apa sahaja yang maklum balas anda, kami akan senang untuk mendengar, jadi sila mengisi borang di bawah dan membiarkan suara anda didengar!
pt_br: Defeitos? Erros? Sugestões? O que quer que seus pensamentos estão, nós gostaríamos de ouvi-lo, então, por favor preencha o formulário abaixo e deixe sua voz ser ouvida!
ru: Дефекты? Ошибки? Предложения? Независимо от вашего комментария, мы будем рады это слышать, поэтому, пожалуйста, заполните форму ниже, и пусть ваш голос будет услышан!
vi: Sai lầm? Lỗi? Đề nghị? Bất cứ thông tin phản hồi của bạn, chúng tôi rất thích nghe nó, vì vậy xin vui lòng điền vào mẫu dưới đây và cho giọng nói của bạn được lắng nghe!

source: Your email (optional)
de: Ihre E-Mail (optional)
es: Su email (opcional)
fil: Ang iyong email (optional)
fr: Votre e-mail (optionnel)
it: La tua e-mail (opzionale)
ja: あなたのメール (省略可能)
ms: Emel anda (pilihan)
pt_br: Seu e-mail (opcional)
ru: Ваш адрес почты (необязательно)
vi: Email của bạn (tùy chọn)

source: Email (optional)
es: Email (opcional)
fr: E-mail (optionnel)
it: E-mail (opzionale)
ja: メール (省略可能)
ms: Emel (pilihan)
pt_br: E-mail (opcional)
ru: Адрес почты (необязательно)
vi: Email (tùy chọn)

source: Send Feedback
de: Feedback senden
es: Enviar Sugerencia
fil: Magpadala Feedback
fr: Envoyer d'Remarques
it: Invia Feedback
ja: フィードバックを送信
ms: Hantar maklum balas
pt_br: Envie contribuição
ru: Отправить отзыв
vi: Gửi phản hồi

source: Please read these Terms of Service ("Agreement", "Terms of Service") carefully before using ripto.com ("the Site") operated by RIPto ("us", "we", or "our"). This Agreement sets forth the legally binding terms and conditions for your use of the Site at ripto.com
de: Bitte lesen Sie diese Bedingungen ("Vereinbarung", "Geschäftsbedingungen") sorgfältig durch, bevor ripto.com ("die Site") von RIPto ("uns", "wir" oder "unser") betrieben wird. Dieses Vereinbarung legt die rechtsverbindlichen Geschäftsbedingungen für Ihre Nutzung der Website bei ripto.com
es: Por favor, lea estos Términos de Servicio ("Acuerdo", "Términos de Servicio") antes de utilizar ripto.com (el "Sitio") operado por RIPto ("nosotros", "nos" o "nuestro"). Este Acuerdo establece los términos y condiciones jurídicamente vinculantes para su uso del Sitio en ripto.com
fil: Mangyaring basahin ang mga Tuntunin ("Kasunduan", "Mga Tuntunin ng Serbisyo") mabuti bago gamit ang ripto.com ("ang Site") pinapatakbo ng RIPto ("amin", "namin", o "ang aming"). Ang Kasunduang ito ay nagpapahiwatig sa ligal na nagbubuklod na mga tuntunin at kundisyon para sa iyong paggamit ng Mga Site sa ripto.com
fr: S'il vous plaît lire ces Conditions d'Utilisation («Accord», «Conditions d'Utilisation») avant d'utiliser ripto.com («le Site») exploité par RIPto («nous», «nous» ou «nos»). Cet Accord définit les termes et conditions juridiquement contraignantes pour votre usage du Site à ripto.com
it: Si prega di leggere questi Termini ("Accordo", "Termini di Servizio") prima di utilizzare ripto.com ("il Sito"), gestito da RIPto ("noi", "noi" o "nostro"). Questo Accordo stabilisce i termini e le condizioni legalmente vincolanti per l'utilizzo del Sito a ripto.com
ja: RIPtoの（「私たち」、 「我々」、または 「当社」）が運営しripto.com（以下 「ウェブサイト」）を使用する前に（「本契約」、 「利用規約」）慎重にこれらのサービスの利用規約をお読みください。本契約は、ripto.comで定めるウェブサイトのご利用のための法的拘束力の条件を設定します
ms: Sila baca Terma ini ("Perjanjian", "Terma") dengan teliti sebelum menggunakan ripto.com ("Laman") yang dikendalikan oleh RIPto ("kita", "kami" atau "kita"). Perjanjian ini menetapkan terma-terma dan syarat-syarat yang mengikat secara sah bagi penggunaan Laman di ripto.com
pt_br: Por favor, leia os Termos ("Acordo", "Termos de Serviço") cuidadosamente antes de usar ripto.com (o "Site") operado pelo RIPto ("nós", "nós" ou "nosso"). Este Acordo estabelece os termos e condições juridicamente vinculativos para o seu uso do Site em ripto.com
ru: Пожалуйста прочитайте эти термины («Соглашение», «Условия использования») перед использованием ripto.com («Сайт») управляется RIPto («нас», «мы», или «наш»). Это Соглашение устанавливает юридически обязательные условия для Вашего пользования Сайтом на ripto.com
vi: Xin vui lòng đọc các Điều khoản ("Hợp đồng", "Điều khoản") một cách cẩn thận trước khi sử dụng ripto.com ("Trang") điều hành bởi RIPto ("chúng tôi", "chúng tôi", hoặc "chúng tôi"). Hiệp định này quy định các điều khoản và điều kiện ràng buộc về mặt pháp lý cho việc sử dụng của bạn của Trang tại ripto.com

source: By accessing or using the Site in any manner, including, but not limited to, visiting or browsing the Site or contributing content or other materials to the Site, you agree to be bound by these Terms of Service. Capitalized terms are defined in this Agreement.
de: Durch den Zugriff auf die Website in irgendeiner Art und Weise, einschließlich, aber nicht beschränkt auf, den Besuch oder das Surfen im Site oder einen Beitrag Inhalten oder anderen Materialien auf die Website erklären Sie sich mit diesen Nutzungsbedingungen einverstanden. Begriffe, die in diesem Vereinbarung definiert.
es: Al acceder o utilizar el Sitio de cualquier manera, incluyendo, pero no limitado a, visitar o navegar por la Sitio o el aporte de contenidos u otros materiales en el Sitio, usted acepta que quedará vinculado por estas Términos de Servicio. Los términos en mayúscula se definen en el presente Acuerdo.
fil: Sa pamamagitan ng pag-access sa o paggamit ng Site sa anumang paraan, kabilang ang, ngunit hindi limitado sa, mga pagbisita o pag-browse ng Site o nag-aambag ng nilalaman o iba pang mga materyales sa Site, sumasang-ayon kang masaklawan ng mga Tuntunin ng Serbisyo.
fr: En accédant ou en utilisant ce Site, de quelque manière, y compris, mais sans s'y limiter, la visite ou la navigation sur le Site ou contribuer au contenu ou d'autres matériaux sur le Site, vous acceptez d'être lié par ces Conditions d'Utilisation. Les termes clés sont définis dans le présent Accord.
it: Accedendo o utilizzando il Sito in qualsiasi modo, compresi, ma non limitatamente a, la visita o la navigazione del Sito o contribuendo contenuto o altro materiale per il Sito, l'utente accetta di essere vincolato da questi Termini di Servizio. I termini in maiuscolo sono definiti nel presente Accordo.
ja: を含むが、これらに限定されるものではなく、訪問したり、ウェブサイトの閲覧やウェブサイトへのコンテンツまたはその他の資料に貢献、いかなる方法でアクセスしたり、ウェブサイトを使用することによって、これらのサービス条件に拘束されることに同意するものとします。資産計上された用語は、本契約で定義されています。
ms: Dengan mengakses atau menggunakan Laman ini dalam apa-apa cara, termasuk, tetapi tidak terhad kepada, melawat atau melayari Laman ini atau menyumbang kandungan atau bahan-bahan lain kepada Laman ini, anda bersetuju untuk terikat oleh Terma.
pt_br: Ao aceder ou utilizar o Site de qualquer forma, incluindo, mas não limitado a, visitar ou navegar no Site ou contribuir com conteúdo ou outros materiais para o Site, você concorda em ficar vinculado por estes Termos de Serviço.
ru: Получая доступ или используя Сайт любым способом, в том числе, но не ограничиваясь этим, посещение или просмотра информации на Сайте или предоставляют данные или другие материалы сайта, Вы соглашаетесь быть связанными настоящими Условиями использования.
vi: Khi truy cập hoặc sử dụng Trang trong bất cứ cách nào, bao gồm, nhưng không giới hạn, quý khách đến thăm hay duyệt các Trang hoặc đóng góp nội dung hoặc các vật liệu khác vào các Trang, bạn đồng ý bị ràng buộc bởi các Điều khoản.

source: Intellectual Property
de: Geistiges Eigentum
es: Propiedad Intelectual
fil: Intelektwal na Ari-arian
fr: Propriété Intellectuelle
it: Proprietà intellettuale
ja: 知的財産権
ms: Harta intelek
pt_br: Propriedade intelectual
ru: Интеллектуальная собственность
vi: Sở hữu trí tuệ

source: The Site and its original content, features and functionality are owned by RIPto and are protected by international copyright, trademark, patent, trade secret and other intellectual property or proprietary rights laws.
de: Die Website und deren ursprünglichen Inhalt, Features und Funktionen werden durch RIPto Besitz und sind durch internationale Urheberrechte, Marken, Patente, Geschäftsgeheimnisse und andere geistige Eigentumsrechte oder Eigentumsrechte geschützt.
es: El Sitio y su contenido original, las características y la funcionalidad son propiedad de RIPto y están protegidos por derechos de autor internacionales, marcas registradas, patentes, secretos comerciales y otra propiedad intelectual o las leyes de derechos de propiedad.
fil: Ang Site at orihinal nitong nilalaman, mga tampok at pag-andar ay pag-aari ng RIPto at ay protektado sa pamamagitan ng internasyonal na copyright, trademark, patent, trade secret at iba pang mga intelektuwal na ari-arian o mga karapatan sa pinagmamay-arian na batas.
fr: Le Site et son contenu original, les caractéristiques et la fonctionnalité sont la propriété de RIPto et sont protégés par le droit d'auteur international, marques, brevets, secrets commerciaux et autre propriété intellectuelle ou les lois sur les droits de propriété.
it: Il Sito e il suo contenuto originale, le caratteristiche e le funzionalità sono di proprietà di RIPto e sono protetti da diritto d'autore, marchi, brevetti, segreti commerciali e altri diritti di proprietà intellettuale o le leggi sui diritti di proprietà.
ja: ウェブサイトとそのオリジナルコンテンツ、機能と機能がRIPtoによって所有されており、国際的な著作権、商標権、特許権、営業秘密、その他の知的財産や所有権に関する法律により保護されています。
ms: Laman dan kandungan asal, ciri-ciri dan fungsi yang dimiliki oleh RIPto dan dilindungi oleh hak cipta antarabangsa, cap dagang, paten, rahsia perdagangan dan harta intelek lain atau undang-undang hak milik.
pt_br: O Site e seu conteúdo original, características e funcionalidade são de propriedade da RIPto e são protegidos por direitos autorais internacionais, marcas, patentes, segredos comerciais e outras leis de propriedade intelectual ou direitos de propriedade.
ru: Сайт и его оригинальное содержание, особенности и функциональность являются собственностью RIPto и защищены международным авторским правом, товарные знаки, патенты, коммерческую тайну и другую интеллектуальную собственность или правах.
vi: Trang và nội dung ban đầu của nó, tính năng và chức năng được sở hữu bởi RIPto và được bảo vệ bởi luật bản quyền quốc tế, thương hiệu, bằng sáng chế, bí mật thương mại và sở hữu trí tuệ khác hoặc pháp luật quyền sở hữu.

source: Termination
de: Kündigung
es: Terminación
fil: Pagwawakas
fr: Terminaison
it: Terminazione
ja: 終了
ms: Penamatan
pt_br: Terminação
ru: Прекращение
vi: Chấm dứt

source: We may terminate your access to the Site, without cause or notice, which may result in the forfeiture and destruction of all information associated with you. All provisions of this Agreement that by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity, and limitations of liability.
de: Wir können Ihren Zugriff auf die Website, ohne Angabe von Gründen oder vorherige Ankündigung, die möglicherweise in der Einziehung und die Vernichtung aller Informationen mit Ihnen in Verbindung kommen. Alle Bestimmungen dieses Vereinbarung, die ihrer Natur nach Beendigung überleben sollte die Kündigung überleben, einschließlich, ohne Einschränkung, das Eigentum Bestimmungen, Haftungsausschlüsse, Schadenersatz und Haftungsbeschränkungen.
es: Podemos terminar su acceso al Sitio, sin causa o aviso, que puede resultar en la confiscación y destrucción de toda la información relacionada con usted. Todas las disposiciones de este Acuerdo que por su naturaleza deberían sobrevivir a la terminación sobrevivirán la terminación, incluyendo, sin limitación, las disposiciones de propiedad, renuncias de garantía, indemnización y limitaciones de responsabilidad.
fil: Maaari naming wakasan ang iyong access sa Site, walang dahilan o paunawa, na kung saan ay maaaring magresulta sa pag-alis ng pagkakataon at pagsira ng lahat ng impormasyon na nauugnay sa iyo. Ang lahat ng mga probisyon ng Kasunduang ito na sa pamamagitan ng kanilang mga likas na katangian ay dapat makaligtas sa pagwawakas ay mananatiling nakataguyod makalipas pagwawakas, kabilang ang, nang walang limitasyon, ang pagmamay-ari ng mga probisyon, warranty disclaimer, bayad-pinsala, at mga limitasyon ng pananagutan.
fr: Nous pouvons résilier votre accès au Site, sans motif ni préavis, ce qui peut entraîner la confiscation et la destruction de toutes les informations associées avec vous. Toutes les dispositions du présent Accord qui, par leur nature, doivent survivre à la résiliation survivront à la résiliation, y compris, sans limitation, les dispositions sur la propriété, exclusions de garantie, indemnité, et limitations de responsabilité.
it: Potremmo interrompere l'accesso al Sito, senza causa o preavviso, che può comportare la confisca e la distruzione di tutte le informazioni associate con voi. Tutte le disposizioni del presente Accordo, che per loro natura dovrebbero sopravvivere cessazione sopravvivranno all'estinzione, incluso, senza limitazioni, le disposizioni di proprietà, rivendicazioni di garanzia, indennità, e limitazioni di responsabilità.
ja: 私たちはあなたに関連付けられているすべての情報の喪失と破壊につながる可能性がある、原因や予告なしに、ウェブサイトへのアクセスを終了することがあります。その性質により、終了後も存続すべき本契約のすべての規定は、終了後も制限なく、含むものとし、所有権の規定、保証免責、賠償、および責任の制限。
ms: Kami boleh menamatkan akses anda ke laman web ini, tanpa sebab atau notis, yang boleh mengakibatkan perampasan dan pemusnahan semua maklumat yang berkaitan dengan anda. Segala peruntukan dalam Perjanjian ini yang oleh sifat mereka perlu bertahan penamatan hendaklah hidup penamatan, termasuk, tanpa had, peruntukan pemilikan, penafian jaminan, tanggung rugi, dan had liabiliti.
pt_br: Podemos terminar o seu acesso ao Site, sem justa causa ou aviso prévio, o que pode resultar na perda e destruição de toda a informação associada com você. Todas as disposições deste Acordo que, por sua natureza devem sobreviver a rescisão rescisão, incluindo, sem limitação, as disposições de propriedade, renúncias garantia, indenização e limitações de responsabilidade.
ru: Мы можем прекратить ваш доступ к Сайту, без причины или уведомление, что может привести к конфискации и уничтожению всю информацию, связанную с Вами. Все положения настоящего Соглашения, которые по своей природе должны сохранять прекращения остаются в силе, в том числе, без ограничения, собственности положения, отказ от гарантий, возмещения, и ограничения ответственности.
vi: Chúng ta có thể chấm dứt quyền truy cập vào Trang, không có nguyên nhân hoặc thông báo, có thể dẫn đến việc thu và tiêu huỷ tất cả các thông tin liên quan đến bạn. Tất cả các quy định của Hiệp định này là bởi bản chất của chúng nên tồn tại chấm dứt vẫn sẽ bao gồm, nhưng không giới hạn, quy định quyền sở hữu từ bỏ bảo đảm, bồi thường, và giới hạn trách nhiệm.

source: Links To Other Sites
de: Links zu anderen Websites
es: Enlaces A Otros Sitios
fil: Link Upang Iba pang mga Sites
fr: Liens Vers d'Autres Sites
it: Collegamenti ad altri siti
ja: 他のウェブサイトへのリンク
ms: Pautan ke Laman Lain-lain
pt_br: Links para outros sites
ru: Ссылки на другие сайты
vi: Liên kết đến các Trang khác

source: Our Site may contain links to third-party sites that are not owned or controlled by RIPto
de: Unsere Website kann Links zu Websites von Drittanbietern, die nicht im Besitz oder von RIPto gesteuert enthalten
es: Nuestro Sitio puede contener enlaces a sitios de terceros que no son propiedad o controladas por RIPto
fil: Ang aming mga Site ay maaaring maglaman ng mga link sa mga third-party na mga site na hindi pag-aari o kontrolado ng RIPto
fr: Notre site peut contenir des liens vers des sites tiers qui ne sont pas détenues ou contrôlées par RIPto
it: Il nostro sito potrebbe contenere link a siti di terze parti che non sono posseduti o controllati da RIPto
ja: 当社のウェブサイトは、RIPtoにより所有または管理されていないサードパーティのウェブサイトへのリンクが含まれている場合が
ms: Laman kami mungkin mengandungi pautan ke laman pihak ketiga yang tidak dimiliki atau dikawal oleh RIPto
pt_br: Nosso Site pode conter links para sites de terceiros que não pertencem nem são controlados pelo RIPto
ru: Наш Сайт может содержать ссылки на сторонние сайты, которые не принадлежат или контролируются RIPto
vi: Trang của chúng tôi có thể chứa các liên kết đến các trang của bên thứ ba không thuộc sở hữu hoặc kiểm soát bởi RIPto

source: RIPto has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party sites or services. We strongly advise you to read the terms and conditions and privacy policy of any third-party site that you visit.
de: RIPto hat keine Kontrolle über und übernimmt keine Verantwortung für den Inhalt, Datenschutzrichtlinien oder Praktiken von Webseiten Dritter oder Dienstleistungen. Wir raten Ihnen dringend, die Nutzungsbedingungen und Datenschutzerklärung aller Drittanbieter-Website, die Sie besuchen, zu lesen.
es: RIPto no tiene control sobre, y no asume ninguna responsabilidad por el contenido, políticas de privacidad o las prácticas de los sitios o servicios de terceros. Le aconsejamos que lea los términos y condiciones y la política de privacidad de cualquier sitio de terceros que usted visite.
fil: Walang kontrol ang RIPto sa paglipas ng, at Ipinagpapalagay ng walang pananagutan para sa, mga nilalaman, mga patakaran sa privacy, o mga kasanayan ng anumang third party na site o mga serbisyo. Masugid naming pinapayo sa iyo na basahin ang mga tuntunin at kundisyon at patakaran sa privacy ng anumang third-party na site na iyong binibisita.
fr: RIPto n'a aucun contrôle sur, et n'assume aucune responsabilité pour le contenu, les politiques de confidentialité ou les pratiques des sites ou services de tiers. Nous vous conseillons vivement de lire les termes et conditions et politique de tout site tiers que vous visitez vie privée.
it: RIPto non ha alcun controllo e non si assume alcuna responsabilità per il contenuto, la politica sulla privacy o le pratiche di qualsiasi sito o servizi di terzi. Vi consigliamo vivamente di leggere i termini e le condizioni e politica sulla privacy di qualsiasi sito di terze parti che si visita.
ja: RIPtoはを制御できません、との責任、コンテンツ、プライバシーポリシー、または任意の第三者のウェブサイトまたはサービスの慣行なしを負いません。我々は強く諸条件と、あなたが訪問したすべてのサードパーティのウェブサイトのプライバシーポリシーをお読みすることをお勧めします。
ms: RIPto tidak mempunyai kawalan ke atas, dan tidak bertanggungjawab untuk kandungan, dasar privasi, atau amalan mana-mana laman pihak ketiga atau perkhidmatan. Kami menasihatkan anda untuk membaca terma-terma dan dasar privasi mana-mana laman pihak ketiga yang anda lawati.
pt_br: RIPto não tem controle, e não assume nenhuma responsabilidade pelo conteúdo, políticas de privacidade ou práticas de qualquer sites ou serviços de terceiros. Nós aconselhamos que você leia os termos e condições e política de privacidade de qualquer site de terceiros que você visita.
ru: RIPto не имеет никакого контроля, и не несет ответственности за содержание, политику конфиденциальности или практику любых сайтов третьих сторон или услуг. Мы настоятельно рекомендуем вам ознакомиться с условиями и условия и политику конфиденциальности любого стороннего веб-сайта, который вы посещаете.
vi: RIPto không kiểm soát, và không chịu trách nhiệm, nội dung, chính sách bảo mật, hoặc thực hành bất kỳ trang bên thứ ba hoặc dịch vụ. Chúng tôi khuyên bạn nên đọc các điều khoản và điều kiện và chính sách bảo mật của bất kỳ trang của bên thứ ba mà bạn truy cập.

source: Governing Law
de: Geltendes Recht
es: Legislación
fil: Sumasaklaw na Batas
fr: Régissant l'Droit
it: Normativa
ja: 法律を支配
ms: Hukum Mengurus
pt_br: Legislação aplicável
ru: Управляющий закон
vi: Luật điều chỉnh
