Repository: smaili/ripto
Catalog: ripto.com/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fil, fr, it, ja, ms, pt_br, ru, vi

source: This message was sent to <a href="mailto:%(email)s" style="color:#222222;text-decoration:none;">%(email)s</a>.
de: Diese Nachricht wurde auf <a href="mailto:%(email)s" style="color:#222222;text-decoration:none;">%(email)s</a> gesendet.
es: Este mensaje fue enviado a <a href="mailto:%(email)s" style="color:#222222;text-decoration:none;">%(email)s</a>.
fil: Ang mensaheng ito ay ipinadala sa <a href="mailto:%(email)s" style="color:#222222;text-decoration:none;">%(email)s</a>.
fr: Ce message a été envoyé à <a href="mailto:%(email)s" style="color:#222222;text-decoration:none;">%(email)s</a>.
it: Questo messaggio è stato inviato a <a href="mailto:%(email)s" style="color:#222222;text-decoration:none;">%(email)s</a>.
ja: このメッセージは、<a href="mailto:%(email)s" style="color:#222222;text-decoration:none;">%(email)s</a>に送られた。
ms: Mesej ini telah dihantar ke <a href="mailto:%(email)s" style="color:#222222;text-decoration:none;">%(email)s</a>.
pt_br: Esta mensagem foi enviada para <a href="mailto:%(email)s" style="color:#222222;text-decoration:none;">%(email)s</a>.
ru: Это сообщение было отправлено на <a href="mailto:%(email)s" style="color:#222222;text-decoration:none;">%(email)s</a>.
vi: Thông báo này đã được gửi đến <a href="mailto:%(email)s" style="color:#222222;text-decoration:none;">%(email)s</a>.

source: If this is a mistake, please let us know: <a href="%(report)s" style="color:#3b5998;text-decoration:none;">report</a>.
de: Ist dies ein Fehler, informieren Sie uns bitte: <a href="%(report)s" style="color:#3b5998;text-decoration:none;">melden</a>.
es: Si se trata de un error, por favor díganos: <a href="%(report)s" style="color:#3b5998;text-decoration:none;">informe</a>.
fil: Kung ito ay isang pagkakamali, mangyaring ipaalam sa amin sa: <a href="%(report)s" style="color:#3b5998;text-decoration:none;">mag-ulat</a>.
fr: S'il s'agit d'une erreur, s'il vous plaît laissez-nous savoir: <a href="%(report)s" style="color:#3b5998;text-decoration:none;">signaler</a>.
it: Se questo è un errore, vi preghiamo di farcelo sapere: <a href="%(report)s" style="color:#3b5998;text-decoration:none;">segnala</a>.
ja: これが間違いであれば、教えてください：<a href="%(report)s" style="color:#3b5998;text-decoration:none;">報告</a>。
ms: Jika ini adalah satu kesilapan, sila maklumkan kepada kami: <a href="%(report)s" style="color:#3b5998;text-decoration:none;">laporan</a>.
pt_br: Se isso é um erro, por favor, diga-nos: <a href="%(report)s" style="color:#3b5998;text-decoration:none;">denunciar</a>.
ru: Если это ошибка, пожалуйста, сообщите нам: <a href="%(report)s" style="color:#3b5998;text-decoration:none;">пожаловаться</a>.
vi: Nếu điều này là một sai lầm, xin vui lòng cho chúng tôi biết: <a href="%(report)s" style="color:#3b5998;text-decoration:none;">báo cáo</a>.

source: Please disregard this email if it was sent by mistake.
de: Bitte ignorieren Sie diese E-Mail, wenn es aus Versehen geschickt wurde.
es: Por favor ignore este email si ha sido enviado por error.
fil: Mangyaring huwag pansinin ang email na ito kung ito ay ipinadala sa pamamagitan ng pagkakamali.
fr: S'il vous plaît ignorer ce message s'il a été envoyé par erreur.
it: Ignorare questo messaggio se è stato inviato per errore.
ja: それが誤って送信された場合は、このメールを無視してください。
ms: Sila abaikan emel ini jika ia telah dihantar oleh kesilapan.
pt_br: Por favor, ignore este e-mail se ele foi enviado por engano.
ru: Не обращайте внимания на это письмо, если оно было отправлено по ошибке.
vi: Xin vui lòng bỏ qua email này nếu nó được gửi bởi sai lầm.

source: Memorial for %(name)s, %(dob)s - %(dod)s
de: Gedenkstätte für %(name)s, %(dob)s - %(dod)s
es: Monumento para %(name)s, %(dob)s - %(dod)s
fil: Bantayog para %(name)s, %(dob)s - %(dod)s
fr: Mémorial pour %(name)s, %(dob)s - %(dod)s
it: Memoriale per %(name)s, %(dob)s - %(dod)s
ja: 記念碑：%(name)s, %(dob)s - %(dod)s
ms: Tugu peringatan untuk %(name)s, %(dob)s - %(dod)s
pt_br: Memorial de %(name)s, %(dob)s - %(dod)s
ru: Мемориал для %(name)s, %(dob)s - %(dod)s
vi: Truy điệu cho %(name)s, %(dob)s - %(dod)s

source: Edit
de: Bearbeiten
es: Editar
fil: I-edit
fr: Éditer
it: Modifica
ja: 編集
ms: Sunting
pt_br: Editar
ru: Редактировать
vi: Chỉnh sửa

source: Cancel
de: Abbrechen
es: Cancelar
fil: Ikansela
fr: Annuler
it: Annulla
ja: キャンセル
ms: Batal
pt_br: Cancelar
ru: Отмена
vi: Hủy bỏ

source: Save Changes
de: Änderungen sichern
es: Guardar Los Cambios
fil: Save Mga Pagbabago
fr: Sauvegarder Modifications
it: Salva Cambiamenti
ja: 変更を保存
ms: Simpan Perubahan
pt_br: Salvar alterações
ru: Сохранить изменения
vi: Lưu các thay đổi

source: Guide
de: Anleitung
es: Guía
fil: Patnubay
fr: Manuel
it: Guida
ja: 案内
ms: Panduan
pt_br: Guia
ru: Руководство
vi: Hướng dẫn

source: Every day, we interact and surround ourselves with family, friends, colleagues, and many others that shape who we are today and what kind of memories we have.
de: Jeden Tag, zu interagieren und wir umgeben uns mit Familie, Freunden, Kollegen und viele andere, die wir heute und welche Art von Erinnerungen, die wir haben, sind zu gestalten.
es: Todos los días, en que interactuamos y nos rodeamos con la familia, amigos, colegas, y muchos otros que dan forma a lo que somos hoy y qué tipo de recuerdos que tenemos.
fil: Araw-araw, nakikipag-ugnayan kami at palibutan ating sarili sa pamilya, mga kaibigan, kasamahan, at marami pang iba na hugis na tayo ngayon at ang mga alaala na mayroon kami.
fr: Chaque jour, nous interagissons et nous entourons avec famille, amis, collègues, et bien d'autres qui déterminent qui nous sommes aujourd'hui et ce genre de souvenirs que nous avons.
it: Ogni giorno, in cui interagiamo e circondarci di famiglia, amici, colleghi, e molti altri che formano quello che siamo oggi e cosa ricordi che abbiamo.
ja: 毎日、我々は友人、同僚、そして私たちが今日、何種類我々が持っている思い出のある人形作る多くの人は、相互に作用し、家族と一緒に自分自身を囲む。
ms: Setiap hari, kita berinteraksi dan mengelilingi diri kita dengan keluarga, teman, rekan kerja, dan banyak lainnya yang membentuk siapa kita hari ini dan kenangan yang kita miliki.
pt_br: Todos os dias, nós interagimos e nos cercar com a família, amigos, colegas, e muitos outros que moldam o que somos hoje e as memórias que nós temos.
ru: Каждый день мы взаимодействуем и окружить себя с семьей, друзьями, коллегами и многие другие, которые определяют, кто мы есть сегодня и какие воспоминания у нас есть.
vi: Mỗi ngày, chúng ta tương tác và bao quanh bản thân chúng tôi với gia đình, bạn bè, đồng nghiệp, và nhiều người khác đã định hình chúng tôi là ai ngày hôm nay và những loại ký ức chúng ta có.

source: Why RIPto
de: Warum RIPto
es: Por qué RIPto
fil: Bakit RIPto
fr: Pourquoi RIPto
it: Pourquoi RIPto
ja: なぜRIPtoの
ms: Mengapa RIPto
pt_br: Por que RIPto
ru: Почему RIPto
vi: Tại sao RIPto

source: Unfortunately, sometimes we lose those that are important in our lives, but it's important to remember that though they are no longer here, we shouldn't forget them and how they impacted us.
de: Leider, manchmal verlieren wir Menschen, die wichtig in unserem Leben sind, aber es ist wichtig sich daran zu erinnern, dass, obwohl sie nicht mehr hier sind, sollten wir nicht vergessen, und wie sie beeinflusst uns.
es: Por desgracia, a veces perdemos los que son importantes en nuestras vidas, pero es importante recordar que a pesar de que ya no están aquí, que no debemos olvidar y cómo nos afectaron.
fil: Sa kasamaang palad, paminsan-minsan naming mawala mga tao na mahalaga sa ating buhay, ngunit ito ay mahalagang tandaan na kahit na ang mga ito ay hindi na dito, hindi namin dapat kalimutan ang mga ito at kung paano sila naapektuhan sa amin.
fr: Malheureusement, parfois nous perdons ceux qui sont importants dans nos vies, mais il est important de se rappeler que même si ils ne sont plus là, nous ne devons pas oublier eux et comment ils nous impactés.
it: Purtroppo, a volte perdiamo quelle che sono importanti nella nostra vita, ma è importante ricordare che, anche se non sono più qui, non dovremmo dimenticare di loro e come ci hanno influenzato.
ja: 残念なことに、時には我々は私たちの生活の中で重要な人々を失ったが、それは彼らはもうここにいないですが、我々は彼らを忘れて、どのように彼らは私たちに影響を与えてはならないことを覚えておくことが重要です。
ms: Sayangnya, kadang-kadang kita kehilangan orang-orang yang penting dalam hidup kita, tetapi penting untuk diingat bahwa meskipun mereka tidak di sini lagi, kita tidak boleh melupakan mereka dan bagaimana mereka mempengaruhi kita.
pt_br: Infelizmente, às vezes perdemos as pessoas que são importantes em nossas vidas, mas é importante lembrar que, embora eles não estão mais aqui, não devemos esquecê-los e como eles nos influenciaram.
ru: К сожалению, иногда мы теряем те, которые важны в нашей жизни, но важно помнить, что, хотя они здесь больше нет, мы не должны забывать о них и как они повлияли на нас.
vi: Thật không may, đôi khi chúng ta mất đi những người rất quan trọng trong cuộc sống của chúng tôi, nhưng điều quan trọng là phải nhớ rằng mặc dù họ không ở đây nữa, chúng ta không nên quên họ và cách họ bị ảnh hưởng chúng tôi.

source: RIPto was created from the need for a place where you can easily go to remember and share your feelings about people that have passed away.
de: RIPto entstand aus dem Bedürfnis nach einem Ort, wo man leicht gehen können, um zu erinnern und teilen Sie Ihre Gefühle über Menschen, die von uns gegangen sind.
es: RIPto se crea a partir de la necesidad de un lugar donde usted puede ir fácilmente a recordar y compartir sus sentimientos acerca de las personas que han fallecido.
fil: RIPto ay nilikha bilang isang lugar kung saan maaari kang pumunta para sa pagtanda at pagbabahagi ang iyong mga damdamin tungkol sa mga tao na lumipas ang layo.
fr: RIPto a été créé à partir de la nécessité d'un endroit où vous pouvez facilement passer à souvenir et à partager vos sentiments sur les gens qui est passé.
it: RIPto è stato creato come un luogo dove si può facilmente andare per ricordare e condividere i tuoi sentimenti di persone che venuto a mancare.
ja: RIPtoには、あなたが簡単に他界しました人々についてのあなたの気持ちを覚えていて、共有することが行くことができる場所として作成されています。
ms: RIPto telah diwujudkan sebagai tempat di mana anda boleh dengan mudah pergi untuk mengingati dan berkongsi perasaan anda tentang orang-orang yang telah meninggal dunia.
pt_br: RIPto foi criado como um lugar onde você pode facilmente ir para lembrar e compartilhar teus sentimentos sobre as pessoas que faleceu.
ru: RIPto был создан как место, где люди можете пойти для помнила и поделиться своими чувствами о людях, которые покинул нас.
vi: RIPto đã được tạo ra như là một nơi để bạn có thể nhớ và chia sẻ cảm xúc của bạn về những người đã qua đời.

source: Features
de: Eigenschaften
es: Características
fil: Mga Tampok
fr: Caractéristiques
it: Caratteristiche
ja: 特徴
ms: Ciri
pt_br: Características
ru: Особенности
vi: Nổi bật

source: While we are always looking for ways to enhance the site to improve it in every way possible, we always like to remind ourselves what the core features are that define RIPto to help ensure we don't stray away from our original purpose:
de: Während wir immer auf der Suche nach Möglichkeiten, um die Website zu verbessern, um sie in jeder möglichen Weise zu verbessern, haben wir immer wieder gerne uns daran erinnern, was die Kern-Features sind, die definieren, uns zu helfen, sicherzustellen, RIPto wir nicht weg von streunenden unsere ursprünglichen Zweck:
es: Aunque siempre estamos buscando maneras de mejorar el sitio web para mejorarlo en todo lo posible, siempre nos gusta recordar cuáles son las características principales son que definen RIPto para ayudar a asegurar que no se apartan de nuestro propósito original:
fil: Habang palagi kaming naghahanap ng mga paraan upang mapahusay ang site upang mapagbuti ito sa lahat ng paraan na posible, palagi naming i-ipaalala sa ating sarili kung ano ang pangunahing mga tampok na tumutukoy sa RIPto upang makatulong na matiyak na hindi kami hiwa-hiwalay ang layo mula sa aming mga orihinal na layunin:
fr: Alors que nous cherchons toujours des façons d'améliorer le site pour l'améliorer dans toutes les manières possibles, nous aimons toujours nous rappeler quelles sont les caractéristiques de base sont qui définissent RIPto pour aider à nous assurer de ne pas s'éloigner de notre objectif initial :
it: Anche se siamo sempre alla ricerca di modi per migliorare il sito per migliorarlo in ogni modo possibile, ci piace sempre ricordare a noi stessi ciò che le caratteristiche di base sono che definiscono RIPto per contribuire a garantire che non devia dal nostri obiettivi originali:
ja: 我々は常に可能なあらゆる方法でそれを改善するために、サイトを強化する方法を模索している間、我々は常にコア機能は、我々は我々の当初の目標から逸脱しないように支援するためのRIPtoを定義することが何であるかを自分自身を思い出させるように：
ms: Walaupun kita sentiasa mencari jalan untuk meningkatkan laman web untuk meningkatkan dalam setiap cara yang mungkin, kita sentiasa mengingatkan diri sendiri, apakah ciri-ciri teras yang menentukan RIPto untuk membantu memastikan kita tidak menyimpang dari matlamat asal kita:
pt_br: Enquanto nós estamos sempre procurando maneiras de melhorar o site para melhorá-lo em todos os sentidos possíveis, sempre gostamos de nos lembrar que as características principais são que definem RIPto para ajudar a garantir que não desviar nossos objetivos originais:
ru: Хотя мы всегда ищем пути повышения сайта для улучшения его всеми возможными способами, мы всегда хотели, чтобы напомнить, какие основные функции, которые определяют RIPto, чтобы помочь гарантировать, что мы не отклониться от нашей первоначальной цели:
vi: Trong khi chúng tôi luôn tìm cách để tăng cường các trang web để cải thiện nó bằng mọi cách có thể, chúng tôi luôn luôn muốn nhắc nhở mình những gì các tính năng cốt lõi là xác định của RIPto để giúp đảm bảo chúng tôi không lạc khỏi mục tiêu ban đầu của chúng tôi:

source: Create / View / Share - Memorials
de: erstellen / gesehen / teilen - Gedenkstätten
es: Crear / Ver / Compartir - Monumentos
fil: Lumikha / Tingnan / Ibahagi - Mga Bantayog
fr: Créer / Voir / Partager - Mémoriaux
it: Creare / Visitare / Condividi - Memoriali
ja: を作成 / 眺める / 共有 - 記念碑
ms: Buat / Lihat / Kongsi - Tugu Peringatan
pt_br: Criar / Ver / Compartilhar - Memoriais
ru: Создать / Смотреть / Поделиться - Мемориалы
vi: Tạo / Xem / Chia - Truy điệu

source: Give condolences
de: Geben Beileid
es: Dar condolencias
fil: Bigyan pakikiramay
fr: Donnez condoléances
it: Dare le condoglianze
ja: お悔やみ与える
ms: Berikan takziah
pt_br: Dar condolências
ru: Дайте соболезнования
vi: Tặng lời chia buồn

source: Learn about others who have passed away
de: Erfahren Sie mehr über andere, die gestorben sind
es: Aprenda acerca de otros que han fallecido
fil: Alamin ang tungkol sa iba na lumipas ang layo
fr: Renseignez-vous sur d'autres qui est passé
it: Conoscere gli altri che venuto a mancare
ja: 他界しました他人について学ぶ
ms: Belajar tentang orang lain yang telah meninggal dunia
pt_br: Aprenda sobre os outros que faleceu
ru: Узнайте о других, которые покинул нас
vi: Học về những người đã qua đời

source: Since RIPto is still relatively new, we hope that you can understand sometimes things don't work, or don't work well. Though we work hard to make sure RIPto's usability and your experience are exceptional, we know that it's impossible for us to always make it perfect.
de: Da RIPto ist noch relativ neu, wir hoffen, dass Sie verstehen, manchmal Dinge nicht funktionieren, oder nicht gut funktionieren. Obwohl wir hart, um sicherzustellen RIPto Bedienbarkeit und Ihre Erfahrung sind außergewöhnlich arbeiten, wissen wir, dass es unmöglich ist für uns immer machen es perfekt.
es: Debido RIPto es todavía relativamente nuevo, esperamos que usted pueda entender a veces las cosas no funcionan o no funcionan bien. Aunque trabajamos duro para hacer uso seguro de RIPto y su experiencia son excepcionales, sabemos que es imposible para nosotros siempre que sea perfecto.
fil: Dahil ang RIPto ay pa rin relatibong bago, umaasa kami na maaari mong maunawaan ang mga bagay na kung minsan ay hindi gumagana, o hindi gumagana ng maayos. Kahit nagtatrabaho kami nang husto upang tiyakin ng RIPto at usability ng iyong karanasan ay pangkaraniwan, alam namin na ito ay imposible para sa amin upang palagi itong gawing perpekto.
fr: Parce que RIPto est encore relativement nouveau, nous espérons que vous pouvez comprendre que parfois les choses ne fonctionnent pas, ou ne fonctionnent pas bien. Bien que nous travaillons dur pour faire la convivialité que les RIPto et votre expérience sont exceptionnelles, nous savons qu'il est impossible pour nous de toujours rendre parfait.
it: Dal momento che RIPto è ancora relativamente nuovo, speriamo che tu possa capire a volte le cose non funzionano, o non funzionano bene. Anche se lavoriamo duro per rendere sicuro l'usabilità di RIPto e la vostra esperienza sono eccezionali, sappiamo che è impossibile per noi per rendere sempre perfetto.
ja: RIPtoはまだ比較的新しいですので、我々はあなたが物事が動作しない、時々理解できることを願っていたり、うまく動作しません。我々は確信して、RIPtoのユーザビリティとあなたの経験は例外であるように努力しますが、我々はそれが私たちのために、常にそれを完璧にすることは不可能だということを知っています。
ms: Sejak RIPto masih agak baru, kami berharap anda dapat memahami kadang-kadang perkara yang tidak berfungsi, atau tidak berfungsi dengan baik. Walaupun kita bekerja keras untuk membuat kebolehgunaan pasti RIPto dan pengalaman yang luar biasa, kita tahu bahawa ia adalah mustahil bagi kita untuk sentiasa membuat ia sempurna.
pt_br: Como o RIPto ainda é relativamente novo, esperamos que você pode compreender, por vezes, as coisas não funcionam, ou não funcionam bem. Embora nós trabalhamos duro para ter certeza de usabilidade do RIPto e sua experiência são excepcionais, sabemos que é impossível para nós sempre torná-lo perfeito.
ru: Поскольку RIPto все еще относительно новое, мы надеемся, что вы можете понять иногда вещи не работают, или работают не очень хорошо. Хотя мы работаем над тем, чтобы убедиться юзабилити RIPto, и ваш опыт исключительный, мы знаем, что это невозможно для нас, чтобы всегда сделать его совершенным.
vi: Kể từ khi RIPto vẫn còn tương đối mới, chúng tôi hy vọng bạn có thể hiểu đôi khi mọi thứ không làm việc, hoặc không làm việc tốt. Mặc dù chúng tôi làm việc chăm chỉ để làm cho khả năng sử dụng của RIPto chắc chắn và kinh nghiệm của bạn là đặc biệt, chúng ta biết rằng nó không thể cho chúng ta luôn luôn làm cho nó hoàn hảo.

source: That is why we also depend on you, our users, to let us know any suggestions you might have on how to improve our site, whenever something breaks, doesn't function as expected, or is just a terrible user experience. Whatever it is, we want to hear from you, so please <a href="feedback">visit our feedback page</a> and let us know!
de: Das ist, warum wir auf Sie angewiesen, um unsere Nutzer, lassen Sie uns wissen Sie irgendwelche Vorschläge haben, wie man vielleicht auf unserer Website, wenn etwas kaputt geht, nicht wie erwartet verbessern, oder ist nur ein schrecklicher User Experience. Was immer es ist, wir wollen von Ihnen hören, so besuchen Sie bitte unsere <a href="feedback">Feedback-Seite</a> und lassen Sie es uns wissen!
es: Es por eso que también dependemos de ustedes, nuestros usuarios, para hacernos saber cualquier sugerencia que pueda tener sobre cómo mejorar nuestro sitio web, siempre que algo se rompe, no funciona como se espera, o es sólo una experiencia de usuario terrible. Sea lo que sea, queremos saber de ti, así que por favor <a href="feedback">visite nuestra página de sugerencias</a> y cuentanos!
fil: Iyon ay kung bakit namin din ay depende sa iyo, ang aming mga gumagamit, upang sabihin sa amin ang anumang mga mungkahi na maaaring mayroon ka sa kung paano upang mapabuti ang aming site, anumang oras sa isang bagay na break, ay hindi function na tulad ng inaasahan, o lamang ang isang kahila-hilakbot na karanasan ng user. Anuman ito ay, gusto naming marinig mula sa iyo, kaya mangyaring bisitahin ang aming <a href="feedback">pahina ng feedback</a> at ipaalam sa amin!
fr: C'est pourquoi nous comptons aussi sur vous, nos utilisateurs, pour nous faire savoir toutes les suggestions que vous pourriez avoir sur la façon d'améliorer notre site, chaque fois que quelque chose se brise, ne fonctionne pas comme prévu, ou est juste une expérience utilisateur terribles. Quoi qu'il en soit, nous voulons entendre parler de vous, donc s'il vous plaît <a href="feedback">visitez notre page de d'remarques</a> et de nous le faire savoir!
it: È per questo che anche noi dipendiamo da voi, i nostri utenti, per farci sapere tutti i suggerimenti che potreste avere su come migliorare il nostro sito, ogni volta che qualcosa si rompe, non funziona come previsto, o è solo una terribile esperienza utente. Qualunque cosa sia, vogliamo sentire da voi, quindi si prega di visitare la nostra <a href="feedback">pagina di feedback</a> e facci sapere!
ja: 我々はまた、あなたに依存している理由ですが、ユーザーの皆様は、私たちはあなたが何かの区切りは、機能が期待どおりにしない時には、当社のウェブサイトを改善するためにどのように持っている可能性のある提案を知ってか、単にひどいユーザーエクスペリエンスであるする。それが何であれ、私たちはあなたから聞きたいと思うので、<a href="feedback">私達のフィードバックのページを訪問し</a>、私達を教えてください！
ms: Itulah sebabnya kita juga bergantung kepada anda, pengguna kami, untuk memberitahu kami apa-apa cadangan yang anda mungkin ada tentang bagaimana untuk memperbaiki laman web kami, apabila sesuatu memecahkan, tidak berfungsi seperti yang dijangkakan, atau hanya pengalaman pengguna yang amat dahsyat. Apa pun, kita mahu mendengar dari anda, sila layari <a href="feedback">laman maklum balas</a> kami dan marilah kita tahu!
pt_br: É por isso que também dependem de vocês, nossos usuários, para que possamos saber todas as sugestões que você pode ter sobre como melhorar o nosso site, sempre quebra alguma coisa, não funcionam como o esperado, ou é apenas uma experiência terrível. Seja o que for, queremos ouvir de você, por favor visite nossa <a href="feedback">página de Contribuir</a> e avise-nos!
ru: Вот почему мы также зависеть от вас, наших пользователей, чтобы сообщить нам любые предложения, которые вы, возможно, о том, как улучшить наш сайт, всякий раз, когда что-то ломается, не работает надлежащим образом, или это просто ужасный опыт пользователя. В любом случае, мы хотим услышать от вас, поэтому, пожалуйста, посетите нашу <a href="feedback">страницу отзыв</a> и дайте нам знать!
vi: Đó là lý do tại sao chúng tôi cũng phụ thuộc vào bạn, người sử dụng của chúng tôi, cho chúng tôi biết bất cứ đề nghị bạn có thể làm thế nào để cải thiện trang web của chúng tôi, bất cứ khi nào một cái gì đó phá vỡ, không hoạt động như mong đợi, hoặc chỉ là một trải nghiệm người dùng khủng khiếp. Bất cứ điều gì, chúng tôi muốn nghe từ bạn, vì vậy xin vui lòng truy cập <a href="feedback">trang thông tin phản hồi</a> của chúng tôi và cho chúng tôi biết!

source: Invalid email address or message.
de: E-Mail-Adresse oder Nachricht ist ungültig.
es: Email no es válido o un mensaje no es válido.
fil: Ang email address o mensahe ay mali.
fr: E-mail ou message invalide.
it: E-mail o messaggio non è valida.
ja: メールまたはメッセージが無効です。
ms: Alamat emel atau mesej tidak sah.
pt_br: Endereço de e-mail ou mensagem inválido.
ru: Недействительный адрес почты или сообщение.
vi: Email hoặc thông tin phản hồi là không hợp lệ.
