Repository: smaili/ripto
Catalog: ripto.com/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fil, fr, it, ja, ms, pt_br, ru, vi

source: Whenever translations are added or updated, RIPto must check each translation and compare to its previous translation to make sure it correctly saves. Sometimes, it encounters a translation that it has difficulty processing, so it marks this translation as "fuzzy" and waits for your approval. If you see any translations marked as "fuzzy", please review to make sure the translation is correct, and fix any mistakes you see. When ready, check the checkbox next to the translation and submit to RIPto so we know what the correct translation should be. All messages with "fuzzy" translations will be highlighted in <span style="color:#efc144">yellow</span>.
de: Wenn Übersetzungen hinzugefügt oder aktualisiert werden, muss RIPto überprüfen jede Übersetzung und im Vergleich zu seinen früheren Übersetzung sicherstellen, dass es richtig sichern. Manchmal trifft er auf eine Übersetzung, dass es Schwierigkeiten Verarbeitung hat, so dass es markiert diese Übersetzung als "unscharf" und wartet auf Ihre Zustimmung. Wenn Sie irgendwelche Übersetzungen als "unscharf" markiert zu sehen, zu überprüfen, um sicherzustellen, dass die Übersetzung korrekt ist, und beheben Sie die Fehler, die Sie sehen. Wenn Sie fertig sind, aktivieren Sie das Kontrollkästchen neben der Übersetzung und legt RIPto, so dass wir, was die korrekte Übersetzung sollte wissen. Alle Meldungen mit "unscharf" Übersetzungen werden <span style="color:#efc144">gelb</span> markiert.
es: Cuando se agregan o actualizan traducciones, RIPto debe comprobar cada traducción y comparar a las traducciones anteriores para asegurarse de que guarda correctamente. A veces, se encuentra con una traducción que tiene dificultades para procesar, por lo que marca esta traducción como "borroso" y espera a su aprobación. Si hay traducciones marcadas como "borroso", revise para asegurarse de que la traducción es correcta, y corregir los errores que se ven. Cuando esté listo, seleccione la casilla junto a la traducción y enviar a RIPto para que sepamos lo que la traducción correcta debería ser. Todos los mensajes con traducciones "borroso" se resaltarán en amarillo.
fil: Tuwing pagsasalin ay idinadagdag o na-update, ang RIPto ay dapat suriin ang bawat pagsasalin at ikumpara sa nakaraan nitong pagsasalin upang matiyak na tama ito ay naka-save. Minsan, ito ay nakatagpo ng isang pagsasalin na ito ay may kahirapan pagproseso, kaya ito ay minamarkahan ang pagsasaling ito bilang "malabo" at naghihintay para sa iyong pag-apruba. Kung nakakita ka ng anumang mga pagsasalin minarkahan bilang "malabo", mangyaring suriin upang tiyakin na ang pagsasalin ay tama, at ayusin ang anumang mga pagkakamali ang iyong nakikita. Kapag handa na, i-check ang checkbox sa tabi ng mga pagsasalin at isumite upang RIPto upang malaman namin kung ano ang tamang pagsasalin ay dapat na. Lahat ng mga mensahe na may "malabo" pagsasalin ay naka-highlight sa <span style="color:#efc144">dilaw</span>.
fr: Chaque fois que les traductions sont ajoutés ou mis à jour, RIPto doit vérifier chaque traduction et de comparer sa traduction précédente pour s'assurer qu'il enregistre correctement. Parfois, il rencontre une traduction qu'il a des difficultés de traitement, il marque cette traduction comme «flou» et attend votre approbation. Si vous voyez des traductions marqués comme «flou», s'il vous plaît examiner pour s'assurer que la traduction est correcte et corriger les erreurs que vous voyez. Lorsque vous êtes prêt, cochez la case à côté de la traduction et de soumettre au RIPto pour que nous sachions quelle est la traduction correcte. Tous les messages avec des traductions «flou» seront surlignés en <span style="color:#efc144">jaune</span>.
it: Ogni volta che le traduzioni vengono aggiunti o aggiornati, RIPto deve controllare ogni traduzione e confrontare la sua traduzione precedente per assicurarsi che salva correttamente. A volte, si incontra una traduzione che ha l'elaborazione difficoltà, in modo che segna questa traduzione come "sfocata" e attende la vostra approvazione. Se si notano traduzioni contrassegnati come "sfocata", si prega di assicurarsi che la traduzione sia corretta, e correggere eventuali errori che vedete. Quando si è pronti, selezionare la casella di controllo accanto alla traduzione e inviare a RIPto quindi sappiamo cosa la traduzione corretta dovrebbe essere. Tutti i messaggi con traduzioni "sfocata" saranno evidenziati in <span style="color:#efc144">giallo</a>.
ja: 翻訳が追加または更新されていつでも、RIPtoは各翻訳をチェックし、それが正しく保存されますことを確認するために、その前の翻訳を比較する必要があります。時には、それは困難処理を持っていることを翻訳に遭遇しているので、「ファジー」のように、この翻訳をマークし、あなたの承認を待ちます。あなたが「ファジー」とマークされたすべての翻訳が表示される場合は、翻訳文が正しいことを確認するために確認してください、そしてあなたが見間違いを修正。準備ができたら、翻訳の横にあるチェックボックスをチェックし、私たちが正しい翻訳がどうあるべきか知っているので、RIPtoに提出する。「ファジー」翻訳とすべてのメッセージは<span style="color:#efc144">黄色</span>で強調表示されます。
ms: Apabila terjemahan ditambah atau dikemaskini, RIPto perlu menyemak setiap terjemahan dan bandingkan terjemahan sebelum ini untuk memastikan ia betul menyelamatkan. Kadang-kadang, ia bertemu terjemahan bahawa ia mempunyai pemprosesan kesukaran, jadi ia menandakan terjemahan ini sebagai "kabur" dan menunggu kelulusan anda. Jika anda melihat apa-apa terjemahan ditandakan sebagai "kabur", sila mengkaji semula untuk memastikan terjemahan itu adalah betul, dan menetapkan apa-apa kesilapan yang anda lihat. Apabila siap, semak kotak di sebelah terjemahan dan mengemukakan kepada RIPto supaya kita tahu apa terjemahan yang betul perlu. Semua mesej dengan terjemahan "kabur" akan ditonjolkan dalam <span style="color:#efc144">kuning</span>.
pt_br: Sempre que as traduções são adicionados ou atualizados, o RIPto deve verificar cada tradução e comparar com a sua tradução anterior para certificar-se que salva corretamente. Às vezes, ele encontra uma tradução que tem dificuldade de processamento, de modo que marca esta tradução como "felpudo" e aguarda a sua aprovação. Se você ver qualquer tradução marcados como "felpudo", leia para garantir que a tradução está correta e corrigir os erros que você vê. Quando estiver pronto, verifique a caixa de seleção ao lado da tradução e enviar para o RIPto por isso sabemos que a tradução correta deveria ser. Todas as mensagens com traduções "felpudo" serão destacadas em <span style="color:#efc144">amarelo</span>.
ru: Всякий раз, когда переводы добавлены или обновлены, RIPto должен проверить каждый перевод и сравнить с его предыдущей перевод убедиться, что он правильно экономить. Иногда, он сталкивается с переводом, что он имеет проблемы при обработке, поэтому он отмечает этот перевод как «нечеткий» и ждет вашего одобрения. Если вы видите любые переводы с пометкой «нечеткий», ознакомьтесь чтобы убедиться, что перевод правильный, и исправить все ошибки, которые вы видите. Когда все будет готово, установите флажок рядом с переводом и представить в RIPto, поэтому мы знаем, что правильный перевод должен быть. Все сообщения с «нечеткий» переводы будут выделены <span style="color:#efc144">желтым</span>.
vi: Bất cứ khi nào các bản dịch được thêm vào hoặc cập nhật, RIPto phải kiểm tra từng dịch và so sánh với bản dịch trước đây của mình để đảm bảo một cách chính xác tiết kiệm. Đôi khi, nó gặp một bản dịch mà nó có xử lý khó khăn, do đó, nó đánh dấu bản dịch này là "mờ" và chờ đợi chính của bạn. Nếu bạn thấy bất kỳ bản dịch được đánh dấu là "mờ", hãy xem lại để chắc chắn rằng bản dịch là chính xác, và sửa chữa các sai lầm mà bạn nhìn thấy. Khi đã sẵn sàng, kiểm tra hộp kiểm bên cạnh các bản dịch và gửi lên RIPto để chúng tôi biết những gì bản dịch chính xác nên được. Tất cả các tin nhắn với "mờ" bản dịch sẽ được đánh dấu màu <span style="color:#efc144">vàng</span>.

source: If you have any questions, please <a href="/support">contact us</a>.
de: Wenn Sie irgendwelche Fragen haben, <a href="/support">kontaktieren Sie uns</a> bitte.
es: If you have any questions, please <a href="/support">contáctenos</a>.
fil: Kung mayroon kang anumang mga katanungan, mangyaring <a href="/support">makipag-ugnay sa amin</a>.
fr: Si vous avez des questions, s'il vous plaît <a href="/support">contactez-nous</a>.
it: Se avete domande, non esitate <a href="/support">a contattarci</a>.
ja: ご不明な点がございましたら、<a href="/support">ご連絡ください</a>。
ms: Jika anda mempunyai sebarang pertanyaan, sila <a href="/support">hubungi kami</a>.
pt_br: Se você tiver alguma dúvida, por favor <a href="/support">fale conosco</a>.
ru: Если у Вас возникли вопросы, пожалуйста, <a href="/support">свяжитесь нами</a>.
vi: Nếu bạn có thắc mắc, xin vui lòng <a href="/support">liên hệ với chúng tôi</a>.

source: Memorials
de: Gedenkstätten
es: Monumentos
fil: Mga bantayog
fr: Mémoriaux
it: Memoriali
ja: 記念碑
ms: Tugu peringatan
pt_br: Memoriais
ru: Мемориалы
vi: Truy điệu

source: User
de: Benutzer:
es: Usuario:
fil: Gumagamit:
fr: Utilisateur
it: Utente:
ja: ユーザー：
ms: Pengguna:
pt_br: Usuário:
ru: Пользователь
vi: Người sử dụng:

source: User:
de: Benutzer:
es: Usuario:
fil: Gumagamit:
fr: Utilisateur
it: Utente:
ja: ユーザー：
ms: Pengguna:
pt_br: Usuário:
ru: Пользователь
vi: Người sử dụng:

source: With WeChat, scan the QR Code to the right and you can share this memorial with your friends or WeChat circle of friends.
de: Mit WeChat, nur scannen Sie diesen QR-Code und Sie werden dann in der Lage sein, um dieses Gedenkstätte mit Ihren Freunden zu teilen WeChat.
es: Usando WeChat, escanee este código QR ​​y se puede compartir este monumento con tus amigos WeChat.
fil: Paggamit ng WeChat, i-scan ang QR Kodigo sa pahinang ito at magagawa mong upang ibahagi ang bantayog sa iyong WeChat kaibigan.
fr: Utilisant WeChat, il suffit de scanner le Code QR ici et vous serez alors en mesure de partager ce mémorial avec vos amis WeChat.
it: Utilizzando WeChat, la scansione del Codice QR a questa pagina e poi si sarà in grado di condividere questo memoriale con i tuoi amici di WeChat.
ja: WeChatを使用すると、こちらのQRコードをスキャンしてから、あなたのWeChat友人とこの記念碑を共有することができるようになります。
ms: Menggunakan WeChat, imbas Kod QR di sini dan kemudian anda akan dapat untuk berkongsi tugu peringatan ini dengan rakan-rakan WeChat anda.
pt_br: Usando WeChat, escanear o Código QR aqui e, em seguida, você será capaz de compartilhar esse memorial com seus amigos WeChat.
ru: Использование WeChat, сканировать QR-код здесь, а затем вы можете поделиться этим мемориал с WeChat друзей.
vi: Sử dụng WeChat, quét Mã QR ở đây và bạn có thể sau đó bạn sẽ có thể chia sẻ truy điệu này với bạn bè của bạn WeChat.

source: How to use <i class="wechat-app sprite"></i>WeChat QR Code: <a href="http://baike.baidu.com/view/7443374.htm" target="_blank">View Details</a>
de: So verwenden <i class="wechat-app sprite"></i>WeChat QR-Code: <a href="http://baike.baidu.com/view/7443374.htm" target="_blank">Details sehen</a>
es: Cómo utilizar <i class="wechat-app sprite"></i>Código QR de WeChat: <a href="http://baike.baidu.com/view/7443374.htm" target="_blank">Ver Los Detalles</a>
fil: Paano gamitin <i class="wechat-app sprite"></i>WeChat QR Kodigo: <a href="http://baike.baidu.com/view/7443374.htm" target="_blank">Tingnan ang Mga Detalye</a>
fr: Comment utiliser <i class="wechat-app sprite"></i>WeChat Code QR : <a href="http://baike.baidu.com/view/7443374.htm" target="_blank">Voir les détails</a>
it: Come usare Codice QR del <i class="wechat-app sprite"></i>WeChat: <a href="http://baike.baidu.com/view/7443374.htm" target="_blank">mostra dettagli</a>
ja: <i class="wechat-app sprite"></i>WeChat QRコードを使用する方法：<a href="http://baike.baidu.com/view/7443374.htm" target="_blank">詳細を表示</a>
ms: Bagaimana untuk menggunakan <i class="wechat-app sprite"></i>WeChat Kod QR: <a href="http://baike.baidu.com/view/7443374.htm" target="_blank">Melihat Butiran</a>
pt_br: Como usar <i class="wechat-app sprite"></i>WeChat Código QR: <a href="http://baike.baidu.com/view/7443374.htm" target="_blank">ver detalhes</a>
ru: Как использовать QR-код <i class="wechat-app sprite"></i>WeChat: <a href="http://baike.baidu.com/view/7443374.htm" target="_blank">прочитать подробности</a>
vi: Làm thế nào để sử dụng <i class="wechat-app sprite"></i>WeChat Mã QR: <a href="http://baike.baidu.com/view/7443374.htm" target="_blank">xem chi tiết</a>

source: Welcome!
de: Willkommen!
es: Bienvenido!
fil: Maligayang!
fr: Bienvenue!
it: Benvenuti!
ja: 歓迎します！
ms: Selamat datang!
pt_br: Bem-vindo!
ru: Добро пожаловать!
vi: Chào mừng bạn!

source: Incorrect username or password.
de: Nutzername oder Passwort ist falsch.
es: El nombre de usuario o la contraseña es incorrecto.
fil: Ang username o password ay mali.
fr: Le nom d'utilisateur ou le mot de passe saisi est incorrect.
it: La password o il nome utente non è corretto.
ja: ユーザー名またはパスワードが正しくありません。
ms: Nama pengguna atau kata laluan tidak betul.
pt_br: Nome de usuário incorreto ou senha incorreta.
ru: неправильное логин или пароль.
vi: Tên người dùng hoặc mật khẩu không chính xác.

source: You must be logged in to do that.
de: Sie müssen eingeloggt sein, um das zu tun.
es: Por favor, acceda primero.
fil: Kailangan mo munang mag-log in.
fr: Vous devez être connecté pour faire cela.
it: Devi essere collegato per poter fare quella.
ja: 最初にログインしてください。
ms: Sila masuk pertama.
pt_br: Você precisa entrar primeiro.
ru: Вы должны быть в системе.
vi: Bạn cần phải đăng nhập đầu tiên.

source: Enter your username
de: Deinen Nutzernamen
es: Tu nombre de usuario
fil: Ipasok ang iyong username
fr: Nom d'utilisateur
it: Inserisci il tuo nome utente
ja: ユーザー名
ms: Masukkan nama pengguna anda
pt_br: Digite seu nome de usuário
ru: Ваше логин
vi: Nhập tên người dùng

source: Enter your password
de: Ihr Passwort
es: Tu contraseña
fil: Ipasok ang iyong password
fr: Mot de passe
it: Inserisci la tua password
ja: パスワード
ms: Masukkan kata laluan anda
pt_br: Digite sua senha
ru: Ваш пароль
vi: Nhập mật khẩu

source: Forgot my password
de: Habe mein Passwort vergessen
es: Olvidó mi contraseña?
fil: Nakalimutan ang aking password
fr: Mot de passe oublié
it: Dimenticato la mia password
ja: 私のパスワードを忘れた
ms: Lupa kata laluan saya
pt_br: Esqueci minha senha
ru: Забыл мой пароль
vi: Quên mật khẩu

source: Forgot?
de: Vergessen?
es: Olvidó?
fil: Nakalimutan?
fr: Oublié ?
it: Dimenticata?
ja: お忘れですか？
ms: Lupa?
pt_br: Esqueceu?
ru: Забыл?
vi: Quên?

source: Remember me
de: Angemeldet bleiben
es: No cerrar sesión
fil: Tandaan ako
fr: Rester connecté
it: Resta collegato
ja: 保存する
ms: Kekal masuk
pt_br: Lembrar-me
ru: Запомнить
vi: Duy trì đăng nhập

source: Enter your first and last name.
de: Deinen Vor- und Nachnamen ein.
es: Ingresa tu nombre y apellido.
fil: Ipasok ang iyong unang pangalan at apelyido.
fr: Your first and last name.
it: Inserisci il tuo nome e cognome.
ja: 氏名を入力してください。
ms: Masukkan nama pertama dan nama akhir anda.
pt_br: Digite seu nome e sobrenome.
ru: Введите ваше имя и фамилию.
vi: Nhập tên đầu tiên và cuối cùng của bạn.

source: Name looks great.
de: Name sieht gut aus.
es: El nombre se ve genial.
fil: Ang pangalan ay mukhang maayos.
fr: Bon nom.
it: Il nome sembra ottimo.
ja: 名前を確認しました。
ms: Nama nampak hebat.
pt_br: O nome parece ótimo.
ru: Превосходное имя.
vi: Tên là tốt.

source: What's your email address?
de: Was ist Ihre E-Mail-Adresse?
es: Cual es tu email?
fil: Ano ang iyong email address?
fr: Quelle est votre adresse e-mail ?
it: Qual è il tuo indirizzo e-mail?
ja: メールアドレスを入力してください。
ms: Apakah alamat e-mel anda?
pt_br: Qual o seu endereço de e-mail?
ru: Укажите адрес почты.
vi: Địa chỉ email của bạn là gì?

source: Email looks great.
de: Gültige E-Mail.
es: Te enviaremos una confirmación por email.
fil: Ang email ay okay.
fr: Bon e-mail.
it: E-mail va bene.
ja: このメールは利用できます。
ms: Emel yang okey.
pt_br: E-mail válido.
ru: Превосходное адрес почты.
vi: Email là tốt.

source: Checking...
de: Sendet...
es: Envío...
fil: Nagpapadala...
fr: Envoi...
it: l'invio di...
ja: 送信している。。。
ms: Pemprosesan...
pt_br: Enviando...
ru: Отправке...
vi: Gửi bây giờ...

source: Doesn't look like a valid email.
de: Ungültige E-Mail.
es: No parece ser un email valido.
fil: Hindi mukhang isang wastong email.
fr: E-mail invalide.
it: E-mail non valido.
ja: メールアドレスが無効です。
ms: Tidak kelihatan seperti e-mel yang sah.
pt_br: E-mail inválido.
ru: Не действующий адрес почты.
vi: Không phải là một email hợp lệ.

source: This email is already registered.
de: Dieser E-Mail ist bereits vergeben.
es: Este email ya está registrado.
fil: Ang email na ito ay nakarehistro na.
fr: Cet e-mail est déjà enregistré.
it: Questo indirizzo e-mail è già stato utilizzato.
ja: このメールアドレスは既に登録されています。
ms: E-mel ini sudah didaftarkan.
pt_br: Esse e-mail já está registrado.
ru: Данный адрес почты уже зарегистрирован.
vi: Email này đã được đăng ký.

source: Username can only contain letters, numbers and underscores.
de: Nur alphanumerische Zeichen.
es: Sólo caracteres alfanuméricos.
fil: Mga titik at numero lamang.
fr: Nom d'utilisateur ne peut contenir que des caractères alphanumériques.
it: Usa solo caratteri alfanumerici.
ja: 使用できるのは半角英数字のみです。
ms: Abjad angka sahaja.
pt_br: Apenas letras e números são aceitos.
ru: Только латинские буквы и цифры.
vi: Chỉ có thể là chữ và số.

source: Username looks great.
de: Der Nutzername ist verfügbar.
es: El nombre de usuario está disponible.
fil: Ang username ay okay.
fr: Bon nom d'utilisateur.
it: Il nome utente va bene.
ja: このユーザー名は利用できます。
ms: Nama pengguna yang okey.
pt_br: Nome de usuário válido.
ru: Хороший логин.
vi: Tên người dùng là tốt.

source: Doesn't look like a valid username.
de: Ungültiger Nutzername.
es: Nombre de usuario inválido!
fil: Hindi wastong pangalan.
fr: Nom d'utilisateur invalide.
it: Nome utente non valido.
ja: 無効なユーザー名です。
ms: Nama pengguna tidak sah.
pt_br: Nome de usuário inválido.
ru: Не действующий логин.
vi: Không một tên người dùng hợp lệ.

source: A username is required!
de: Ein Nutzername ist erforderlich!
es: Se requiere un nombre de usuario!
fil: Kinakailangan ang isang username!
fr: Un nom d'utilisateur est requis !
it: Il nome utente è obbligatorio!
ja: ユーザー名の入力は必須です
ms: Nama pengguna diperlukan!
pt_br: Um nome de usuário é necessário!
ru: Необходимо указать логин!
vi: Một tên người dùng được yêu cầu!

source: This username is already registered.
de: Dieser Nutzername ist bereits vergeben.
es: ¡Este nombre de usuario ya está en uso!
fil: Nakuha na ang username na iyan.
fr: Ce nom d'utilisateur est déjà enregistré.
it: Questo nome utente esiste già.
ja: このユーザー名は既に使用されています。
ms: Nama pengguna ini sudah diambil.
pt_br: Esse nome de usuário já está em uso.
ru: Это логин уже занято!
vi: Tên người dùng này không có sẵn.

source: 6 characters or more! Be tricky.
de: 6 Zeichen oder mehr! Sei kreativ.
es: ¡6 caracteres o más! Sé ingenioso.
fil: 6 characters o higit pa! Maging maparaan.
fr: 6 caractères ou plus !
it: Almeno 6 caratteri! Non essere banale.
ja: 6文字以上の複雑なパスワードを入力してください。
ms: 6 aksara atau lebih! Rumitkan.
pt_br: 6 caracteres ou mais! Seja criativo.
ru: 6 знаков или больше! Будьте хитрее.
vi: 6 ký tự hoặc nhiều hơn! Được thông minh.

source: Password is perfect!
de: Perfektes Passwort!
es: ¡La contraseña es perfecta!
fil: Ang password ay perpekto!
fr: Mot de passe est parfait !
it: La password è perfetta!
ja: パスワードは完璧です！
ms: Kata laluan yang sempurna!
pt_br: Legal, sua senha está perfeita!
ru: Отличный пароль!
vi: Mật khẩu là hoàn hảo!

source: Password is okay.
de: Passwort in Ordnung.
es: La contraseña está bien.
fil: Ang password ay okay.
fr: Mot de passe est bon.
it: La password va bene.
ja: パスワードを確認しました。
ms: Kata laluan yang okey.
pt_br: A senha está boa.
ru: Хороший пароль.
vi: Mật khẩu là tốt.

source: Password could be more secure.
de: Das Passwort könnte sicherer sein.
es: La contraseña podría ser mas segura.
fil: Ang iyong password ay maaari pang maging mas matatag.
fr: Mot de passe pourrait être plus sécurisé.
it: La password potrebbe essere più sicura.
ja: パスワードをより安全性の高いものにしましょう。
ms: Kata laluan boleh menjadi lebih selamat.
pt_br: A senha poderia ser mais segura.
ru: Можно придумать более сложный пароль.
vi: Mật khẩu có thể mạnh mẽ hơn.

source: Password is not secure enough.
de: Das Passwort ist nicht sicher genug.
es: La contraseña no es suficientemente segura.
fil: Ang password na ito ay hindi masyadong matatag.
fr: Mot de passe n'est pas assez sécurisé.
it: La password non è abbastanza sicura.
ja: パスワードが安全ではありません。複雑なパスワードを入力してください。
ms: Kata laluan tidak cukup selamat.
pt_br: A senha não é segura o suficiente.
ru: Пароль недостаточно сложный.
vi: Mật khẩu không đủ mạnh.

source: Password must be at least 6 characters.
de: Das Passwort muss mindestens 6 Zeichen lang sein.
es: La contraseña debe ser de al menos 6 caracteres.
fil: Ang password ay dapat umabot ng 6 na karakter.
fr: Mot de passe doit comporter au moins 6 caractères.
it: La password deve essere di almeno 6 caratteri.
ja: パスワードは6文字以上入力してください。
ms: Kata laluan mestilah sekurang-kurangnya 6 aksara.
pt_br: Senha deve ter pelo menos 6 caracteres.
ru: Пароль должен содержать не менее 6 знаков.
vi: Mật khẩu phải có ít nhất 6 ký tự.

source: Password cannot be blank!
de: Das Passwort darf nicht leer sein!
es: La contraseña no puede quedar en blanco!
fil: Hindi maaaring blangko ang iyong password!
fr: Un mot de passe est requis!
it: Il campo password non può essere vuoto!
ja: パスワードを省略することはできません
ms: Kata laluan tidak boleh kosong!
pt_br: A senha não pode ficar em branco!
ru: Необходимо ввести пароль!
vi: Mật khẩu không thể để trống!

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ms: Kata sandi
pt_br: Senha
ru: Пароль
vi: Mật khẩu

source: By clicking the button below, you agree to our <a href="terms" target="_blank">Terms</a> and that you have read our <a href="privacy" target="_blank">Privacy Policy</a>.
de: Mit einem Klick auf die Schaltfläche unten, stimmen Sie unseren <a href="terms" target="_blank">Bedingungen</a> und dass Sie unsere <a href="privacy" target="_blank">Datenschutzerklärung</a> gelesen.
es: Al hacer clic en el botón de abajo, aceptas las <a href="terms" target="_blank">Condiciones</a>y que has leído la <a href="privacy" target="_blank">Política de Privacidad</a>.
fil: Sa pamamagitan ng pag-click sa Mag-sign Up, sumasang-ayon ka sa aming <a href="terms" target="_blank">Mga Tuntunin</a> at na iyong basahin ang aming <a href="privacy" target="_blank">Patakaran sa Privacy</a>.
fr: En cliquant sur bouton, vous acceptez nos <a href="terms" target="_blank">Conditions</a> et que vous avez lu notre <a href="privacy" target="_blank">Politique de Confidentialité</a>.
it: Cliccando sul pulsante, accetti le nostre <a href="terms" target="_blank">Termini</a> e confermi di aver letto la nostra <a href="privacy" target="_blank">Politica sulla Privacy</a>.
ja: 登録するをクリックすることで、当<a href="terms" target="_blank">サイト利用規約</a>及び<a href="privacy" target="_blank">プライバシーポリシー</a> ポリシーに同意するものとします。
ms: Dengan mengeklik Daftar, anda bersetuju kepada <a href="terms" target="_blank"> Terma </a> kami dan anda telahpun membaca <a href="privacy" target="_blank">Dasar Privasi</a>.
pt_br: Ao clicar o botão, você concorda com nossos <a href="terms" target="_blank">Termos</a> e que você leu nossa <a href="privacy" target="_blank">Política de Privacidade</a>.
ru: Нажимая кнопку ниже, вы соглашаетесь с нашими <a href="terms" target="_blank">Условиями</a> и подтверждаете, что ознакомились с нашей <a href="privacy" target="_blank">Политикой конфиденциальности</a>.
vi: Khi nhấp chuột vào Đăng Ký, bạn đồng ý với Các điều khoản của chúng tôi và bạn đã đọc Chính sách bảo mật.

source: Create my account
de: Mein Konto erstellen
es: Crear mi cuenta
fil: Lumikha aking akawnt
fr: Créer mon compte
it: Crea il mio account
ja: アカウントを作成
ms: Buat akaun saya
pt_br: Criar a minha conta
ru: Создать мой учетная запись
vi: Tạo tài khoản
