Repository: smaili/ripto
Catalog: ripto.com/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fil, fr, it, ja, ms, pt_br, ru, vi

source: We may log information using "cookies." Cookies are small data files stored on your hard drive by a website. Cookies help us make our Site and your visit better. We use cookies to see which parts of our Site people use and like and to count visits to our Site.
de: Wir können Sie Informationen über "Cookies". Cookies sind kleine Dateien auf Ihrer Festplatte von einer Website gespeichert. Cookies helfen uns, unsere Website und Ihren Besuch besser. Wir verwenden Cookies, um zu sehen, welche Teile unserer Website und Personen nutzen möchten und die Besuche auf unserer Website zu zählen.
es: Podemos registrar información de uso de "cookies". Las cookies son pequeños archivos de datos almacenados en su disco duro de una página web. Las cookies nos ayudan a hacer nuestro Sitio y su visita mejor. Utilizamos cookies para ver qué partes de nuestro Sitio y como lugar de uso y para contar las visitas a nuestro Sitio.
fil: Maaari naming itala ang impormasyon gamit ang "mga cookies." Ang mga cookies ay maliliit na mga file ng data na naka-imbak sa iyong hard drive sa pamamagitan ng isang website. Cookies matulungan kaming mapabuti ang aming Site at gumawa ng iyong pagbisita mas mahusay. Gumagamit kami ng cookies upang makita kung aling mga bahagi ng mga tao sa aming mga Site gamitin at gusto at upang bilangin ang mga pagbisita sa aming mga Site.
fr: Nous pouvons sauvegarder des informations en utilisant des «cookies». Les cookies sont de petits fichiers de données stockés sur votre disque dur par un site Web. Les cookies nous aident à améliorer notre Site et de votre visite mieux. Nous utilisons des cookies pour voir quelles parties de notre peuple de Site utilisent et aiment et de compter les visites sur notre Site.
it: Potremmo registrare le informazioni usando i "cookies". I cookie sono piccoli file di dati memorizzati sul disco rigido da un sito web. I cookie ci aiutano a rendere il nostro Sito e la vostra visita migliore. Utilizziamo i cookie per vedere quali parti del nostro popolo di Siti utilizzano e amano e per contare le visite al nostro Sito.
ja: 我々は使用して情報を記録可能性が「cookies」。cookiesはウェブサイトによっては、ハードドライブに保存されている小さなデータファイルです。cookiesは私達が私達のウェブサイトやあなたの訪問は良くする手助けとなります。私たちは、ウェブサイトの人々の部分は使用したいと私たちのウェブサイトへの訪問をカウントするかを確認するためにcookiesを使用しています。
ms: Kita mungkin menyimpan maklumat dengan menggunakan "kuki." Kuki adalah fail data kecil yang disimpan dalam cakera keras anda oleh laman web. Kuki membantu kita membuat Laman kami dan lawatan anda yang lebih baik. Kami menggunakan kuki untuk melihat bahagian-bahagian Laman kami orang menggunakan dan suka dan mengira kunjungan ke Laman kami.
pt_br: Podemos registrar informações usar "cookies". Cookies são pequenos arquivos de dados armazenados em seu disco rígido por um website. Os cookies ajudam-nos a fazer o nosso Site e sua visita melhor. Nós usamos cookies para ver quais partes do nosso povo Site usam e gostam e para contar as visitas ao nosso Site.
ru: Мы можем сохранить информацию с помощью «Cookies». Cookies это небольшие файлы данных, хранящихся на жестком диске, веб-сайт. Cookies помогают нам сделать наш Сайт и Ваш визит лучше. Мы используем их, чтобы увидеть, какие части нашего народа использования Сайта и нравится, и для подсчета посещений нашего Сайта.
vi: Chúng tôi có thể đăng nhập thông tin sử dụng "cookies". Cookies là các tập tin dữ liệu nhỏ được lưu trên ổ cứng của bạn bởi một trang web. Cookie giúp chúng tôi làm cho Trang của chúng tôi và chuyến thăm của bạn tốt hơn. Chúng tôi sử dụng cookie để xem phần nào của người sử dụng Trang của chúng tôi và thích và đếm lượt truy cập vào Trang của chúng tôi.

source: Web Beacons.
de: Zählpixel.
es: Archivos en Blanco.
fil: Mga Web Tagasunod
fr: Pixel Espions.
it: Traccianti.
ja: ウェブビーコン。
ms: Piksel Pelacak.
pt_br: Píxel escondido.
ru: Скрытые пиксель.
vi: Lỗi web.

source: We may log information using digital images called Web beacons on our Site or in our emails. We use Web beacons to manage cookies, count visits, and to learn what marketing works and what does not. We also use Web Beacons to tell if you open or act on our emails.
de: Wir können Sie Informationen über digitale Bilder, sogenannte Zählpixel auf unserer Website oder in unseren E-Mails. Wir verwenden Zählpixel, um Cookies zu verwalten, zählen Besuche, und zu lernen, was Marketing funktioniert und was nicht. Wir verwenden auch Zählpixel zu sagen, wenn Sie oder öffnen Sie wirken auf unsere E-Mails.
es: Podemos recordar información de uso de imágenes digitales llamados contadores de visitantes en nuestro Sitio o en nuestros correos electrónicos. Nosotros utilizamos archivos en blanco para administrar cookies, contar las visitas, y aprender lo que funciona de marketing y lo que no. También utilizamos archivos en blanco para determinar si se abre o actuar en nuestros emails.
fil: Maaari naming itala ang impormasyon gamit ang digital na mga larawan na tinatawag na mga Web tagasunod sa aming Site o sa aming mga email. Ginagamit namin ang mga Web tagasunod upang pamahalaan ang mga cookies, bilangin pagbisita, at upang malaman kung ano marketing gumagana at kung ano ang hindi. Gumagamit din kami ng mga Web tagasunod upang sabihin kung bubuksan mo o tumugon sa aming email.
fr: Nous pouvons sauvegarder des informations à partir d'images numériques connues comme «pixel espion» sur notre Site ou dans nos courriels. Nous utilisons pixel espions à gérer les cookies, compter les visites, et d'apprendre ce que le marketing fonctionne et ce qui ne fonctionne pas. Nous utilisons également des pixel espions pour dire si vous ouvrez ou agir sur nos e-mails.
it: Potremmo salvare le informazioni utilizzando immagini digitali chiamate traccianti sul nostro Sito o nelle nostre e-mail. Usiamo traccianti di gestire i cookie, contare le visite, e di imparare ciò che di marketing funziona e cosa no. Usiamo anche traccianti per dire se si apre o utilizzare le nostre email.
ja: 私たちは、ウェブサイト上または当社の電子メールで「ウェブビーコン」と呼ばれるデジタル画像を使用して情報を記録することがあります。我々は、cookiesを管理訪問をカウントし、マーケティングは何が動作し、そうでないものを学ぶためにウェブビーコンを使用しています。我々はまた、あなたは私たちのメールで開いたり、使用している場合に伝えるためにウェブビーコンを使用しています。
ms: Kita mungkin menyimpan maklumat menggunakan imej digital yang dipanggil Piksel Pelacak di Laman kami atau e-mel kami. Kami menggunakan Piksel Pelacak untuk menguruskan cookies, mengira lawatan, dan belajar apa pemasaran kerja-kerja dan apa yang tidak. Kami juga menggunakan Piksel Pelacak untuk memberitahu jika anda membuka atau menggunakan e-mel kami.
pt_br: Podemos registrar informações usando imagens digitais chamados Píxel escondido. em nosso Site ou em nossos e-mails. Usamos Píxel escondido. para gerenciar cookies, contar visitas, e aprender o que o marketing funciona eo que não funciona. Nós também usamos Píxel escondido. dizer se você abrir ou usar nossos e-mails.
ru: Мы могли бы спасти информации с использованием цифровых изображений называется Скрытые пиксель на нашем сайте или в нашей почты. Мы используем Скрытые пиксель управлять печенье, считает заходы, и чтобы узнать, что маркетинг работает, а что нет. Мы также используем Скрытые пиксель сказать, если вы открываете или действовать на наши письма.
vi: Chúng ta có thể lưu thông tin sử dụng hình ảnh kỹ thuật số được gọi là Lỗi web trên Trang của chúng tôi hoặc trong email của chúng tôi. Chúng tôi sử dụng Lỗi web để quản lý các tập tin cookie, đếm thăm và tìm hiểu những gì tiếp thị việc và những gì không. Chúng tôi cũng sử dụng Lỗi web để nói nếu bạn mở hoặc sử dụng trên email của chúng tôi.

source: USE OF PERSONAL INFORMATION
de: VERWENDUNG VON PERSÖNLICHEN DATEN
es: USO DE LA INFORMACIÓN PERSONAL
fil: PAGGAMIT NG IMPORMASYON TUNGKOL SA PERSONAL
fr: UTILISATION DES RENSEIGNEMENTS PERSONNELS
it: USO DI INFORMAZIONI PERSONALI
ja: 個人情報の使用
ms: PENGGUNAAN MAKLUMAT PERIBADI
pt_br: USO DE INFORMAÇÕES PESSOAIS
ru: ИСПОЛЬЗОВАНИЕ ЛИЧНОЙ ИНФОРМАЦИИ
vi: SỬ DỤNG THÔNG TIN CÁ NHÂN

source: We use your personal information as follows:
de: Wir verwenden Ihre personenbezogenen Informationen an:
es: Nosotros usamos su información personal de la siguiente manera:
fil: Paano maaari naming gamitin ang iyong personal na impormasyon:
fr: Nous utilisons vos renseignements personnelles pour :
it: Come potremmo utilizzare le informazioni personali:
ja: 我々にあなたの個人情報を使用します：
ms: Kami menggunakan maklumat peribadi anda kepada:
pt_br: Nós usamos as suas informações pessoais para:
ru: Мы используем вашу личную информацию для:
vi: Chúng tôi sử dụng thông tin cá nhân của bạn:

source: We use your personal information to protect, investigate, and deter against fraudulent, unauthorized, or illegal activity.
de: Wir verwenden Ihre personenbezogenen Informationen zu schützen, zu untersuchen, und Abschreckung gegen betrügerische, unbefugte oder rechtswidrige Tätigkeit hinweisen.
es: Nosotros usamos su información personal para proteger, investigar y disuadir contra la actividad fraudulenta, no autorizados o ilegales.
fil: Ginagamit namin ang iyong personal na impormasyon upang protektahan, siyasatin, at humadlang laban sa mapanlokong, walang pahintulot, o ilegal na aktibidad.
fr: Nous utilisons vos renseignements personnelles afin de protéger, d'enquêter et de dissuader contre les activités frauduleuses, non autorisée ou illégale.
it: Usiamo le tue informazioni personali per tutelare, indagare, e scoraggiare contro attività fraudolente, non autorizzato o illegale.
ja: 私たちはあなたの個人情報保護、調査、および、不正不正、または違法行為に対する抑止するために使用します。
ms: Kami menggunakan maklumat peribadi anda untuk melindungi, menyiasat dan mencegah terhadap aktiviti penipuan, tidak dibenarkan, atau menyalahi undang-undang.
pt_br: Nós usamos as suas informação pessoal para proteger, investigar e deter contra atividades fraudulentas, não autorizado ou ilegal.
ru: Мы используем вашу персональную информацию, чтобы защитить, расследования и предотвращения от мошеннических, несанкционированной или незаконной деятельности.
vi: Chúng tôi sử dụng thông tin cá nhân của bạn để bảo vệ, điều tra, ngăn chặn và chống lại hoạt động gian lận, không được phép, hoặc bất hợp pháp.

source: SHARING OF PERSONAL INFORMATION
de: TEILEN PERSONENBEZOGENER INFORMATIONEN
es: INTERCAMBIO DE INFORMACIÓN PERSONAL
fil: PAGBABAHAGI NG PERSONAL NA IMPORMASYON
fr: PARTAGE DES RENSEIGNEMENTS PERSONNELS
it: CONDIVISIONE DI INFORMAZIONI PERSONALI
ja: 個人情報の共有
ms: BERKONGSI MAKLUMAT PERIBADI
pt_br: COMPARTILHAMENTO DE INFORMAÇÕES PESSOAIS
ru: ДЕЛИТЬСЯ ЛИЧНОЙ ИНФОРМАЦИИ
vi: CHIA SẺ THÔNG TIN CÁ NHÂN

source: We may share personal information as follows:
de: Wir können persönliche Daten wie folgt:
es: Podemos compartir la información personal de la siguiente manera:
fil: Paano maaari naming ibahagi ang personal na impormasyon:
fr: Nous pouvons partager des renseignements personnelles comme suit:
it: Come potremmo condividere le informazioni personali:
ja: 当社は、個人情報を共有することがあります：
ms: Kami mungkin berkongsi maklumat peribadi:
pt_br: Podemos compartilhar informações pessoais para:
ru: Мы могли бы разделить личную информацию:
vi: Chúng tôi có thể chia sẻ thông tin cá nhân:

source: We may share personal information with your consent. For example, you may let us share personal information with others for their own marketing uses. Those uses will be subject to their privacy policies.
de: Wir können persönliche Informationen mit Ihrer Zustimmung zu teilen. Zum Beispiel können Sie uns persönliche Informationen mit anderen für ihre eigenen Marketing-Zwecke. Diese Nutzungen unterliegen deren Datenschutzrichtlinien.
es: Podemos compartir su información personal con su consentimiento. Por ejemplo, es posible que vamos a compartir la información personal con terceros para sus propios fines de marketing. Estos usos estarán sujetos a sus políticas de privacidad.
fil: Maaari naming ibahagi ang personal na impormasyon sa iyong pahintulot. Halimbawa, maaari mong ipaalam sa amin ibahagi ang personal na impormasyon sa iba para sa kanilang sariling mga gamit sa marketing. Yaong mga paggamit ay sasailalim sa kanilang mga patakaran sa privacy.
fr: Nous pouvons partager des renseignements personnels avec votre consentement. Par exemple, vous pouvez nous laisser partager les renseignements personnels avec d'autres pour leurs propres utilisations de marketing. Ces utilisations seront soumises à leurs politiques de confidentialité.
it: Potremmo condividere le informazioni personali con il vostro consenso. Ad esempio, è possibile farci condividere informazioni personali con gli altri per i propri usi di marketing. Tali usi saranno oggetto di loro politiche sulla privacy.
ja: 私たちは、あなたの同意を得て個人情報を共有することがあります。たとえば、あなたは私たちが自分自身のマーケティング目的で使用するための他の人と個人情報を共有することがあります。これらの用途は、彼らのプライバシーポリシーの対象となります。
ms: Kami mungkin berkongsi maklumat peribadi dengan persetujuan anda. Sebagai contoh, anda boleh membiarkan kita berkongsi maklumat peribadi dengan orang lain untuk kegunaan pemasaran mereka sendiri. Mereka menggunakan akan tertakluk kepada dasar privasi mereka.
pt_br: Podemos compartilhar informações pessoais com o seu consentimento. Por exemplo, você pode deixar-nos compartilhar informações pessoais com outras pessoas para seus próprios fins de marketing. Esses usos estarão sujeitos às suas políticas de privacidade.
ru: Мы можем делиться личной информацией с вашего согласия. Например, вы, возможно, давайте делиться личной информацией с другими людьми для собственного использования маркетинга. Этих видов применения будет подлежать их политику конфиденциальности.
vi: Chúng tôi có thể chia sẻ thông tin cá nhân với sự đồng ý của bạn. Ví dụ, bạn có thể để chúng tôi chia sẻ thông tin cá nhân với những người khác để sử dụng tiếp thị của mình. Những người sử dụng sẽ phải chịu chính sách bảo mật của họ.

source: We may share personal information when we do a business deal, or negotiate a business deal, involving sale or transfer of all or a part of our business or assets. These deals can include any merger, financing, acquisition, or bankruptcy transaction or proceeding.
de: Wir sind berechtigt, personenbezogene Daten, wenn wir ein Geschäft zu tun, oder ein Geschäft zu verhandeln, mit Verkauf oder die Übertragung des gesamten oder eines Teils unseres Geschäfts oder Vermögenswerte. Diese Angebote können jede Fusion, Finanzierung, Übernahme oder Konkurs oder Transaktion fortfahren.
es: Podemos compartir su información personal cuando lo hacemos un negocio, o negociar un acuerdo de negocios, que implica la venta o transferencia de la totalidad o de una parte de nuestro negocio o activos. Estas ofertas pueden incluir cualquier fusión, la financiación, la adquisición o transacción de quiebra o procedimiento.
fil: Maaari kaming magbahagi ng personal na impormasyon kapag ginagawa namin ang isang negosyo pakikitungo, o makipag-ayos sa isang negosyo deal, na kinasasangkutan ng pagbebenta o paglilipat ng lahat o isang bahagi ng aming negosyo o asset. Ang mga deal maaaring magsama ng anumang pag-iisa, financing, pagkuha, o lubog transaksyon o magpatuloy.
fr: Nous pouvons partager des renseignements personnelles lorsque nous faisons une bonne affaire, ou de négocier un accord d'entreprise, impliquant la vente ou la cession de la totalité ou d'une partie de notre entreprise ou des actifs. Ces offres peuvent inclure une fusion, le financement, l'acquisition ou transaction de faillite ou d'une procédure.
it: Potremmo condividere le informazioni personali quando facciamo un affare, o negoziare un affare, che coinvolge la vendita o il trasferimento di tutto o di una parte della nostra attività o beni. Queste offerte possono includere qualsiasi fusione, finanziamento, acquisizione, o transazione bancarotta o procedimento.
ja: 我々は、ビジネス上の取引を行う際に、個人情報を共有したり、売却または譲渡すべてのまたは私達の事業または資産の一部を含む、ビジネスの契約を交渉するかもしれません。これらの取引は、合併、資金調達、買収、または破産トランザクションまたは手続を含めることができます。
ms: Kami mungkin berkongsi maklumat peribadi apabila kita melakukan urusan perniagaan, atau berunding perjanjian perniagaan yang melibatkan penjualan atau pemindahan kesemua atau sebahagian daripada perniagaan atau aset kami. Tawaran ini boleh termasuk apa-apa penggabungan, pembiayaan, pemerolehan, atau transaksi kebankrapan atau prosiding.
pt_br: Podemos compartilhar informações pessoais quando fazemos um negócio, ou negociar um acordo de negócios, envolvendo a venda ou transferência da totalidade ou de uma parte de nossos negócios ou ativos. Estas ofertas podem incluir qualquer fusão, financiamento, aquisição ou transação falência ou processo.
ru: Мы можем делиться личной информацией, когда мы делаем бизнес-решения, или вести переговоры бизнес-решения, с участием продажи или передачи всех или части нашего бизнеса или активов. Эти сделки могут включать любые слияния, финансирования, приобретения, сделки или банкротства или судебному разбирательству.
vi: Chúng tôi có thể chia sẻ thông tin cá nhân khi chúng ta làm một việc kinh doanh, hoặc thương lượng một thỏa thuận kinh doanh, liên quan đến bán hoặc chuyển nhượng toàn bộ hoặc một phần của kinh doanh hoặc tài sản của chúng tôi. Các giao dịch có thể bao gồm bất kỳ sáp nhập, tài chính, mua lại, hoặc phá sản, giao dịch tiếp tục.

source: We may share personal information for legal, protection, and safety purposes.
de: Wir sind berechtigt, personenbezogene Daten für rechtliche, Schutz und der Sicherheit.
es: Podemos compartir la información personal por razones legales, la protección y los propósitos de seguridad.
fil: Maaari naming ibahagi ang personal na impormasyon para sa legal, proteksyon, kaligtasan at layunin.
fr: Nous pouvons partager des renseignements personnels pour des raisons juridiques, la protection, et à des fins de sécurité.
it: Possiamo condividere le informazioni personali per il legale, la protezione, e motivi di sicurezza.
ja: 我々は法的、保護、および安全のための個人情報を共有することがあります。
ms: Kami mungkin berkongsi maklumat peribadi untuk undang-undang, perlindungan, dan tujuan keselamatan.
pt_br: Podemos compartilhar informações pessoais para legal, proteção e fins de segurança.
ru: Мы можем делиться личной информацией для юридических, защиты и обеспечения безопасности.
vi: Chúng tôi có thể chia sẻ thông tin cá nhân cho pháp lý, bảo vệ, và các mục đích an toàn.

source: We may share information to comply with laws.
de: Wir können Informationen zur Einhaltung von Gesetzen zu erfüllen.
es: Podemos compartir la información para cumplir con las leyes.
fil: Maaari naming ibahagi ang impormasyon upang sumunod sa mga batas.
fr: Nous pouvons partager des informations pour se conformer aux lois.
it: Possiamo condividere le informazioni per rispettare le leggi.
ja: 私たちは、法令を遵守するための情報を共有することがあります。
ms: Kami mungkin berkongsi maklumat untuk mematuhi undang-undang.
pt_br: Podemos compartilhar informações para cumprir com as leis.
ru: Мы могли бы обмениваться информацией, чтобы соблюдать законы.
vi: Chúng tôi có thể chia sẻ thông tin tuân thủ pháp luật.

source: We may share information to respond to lawful requests and legal process.
de: Wir können Informationen zu gesetzlichen Anforderungen und rechtliche Verfahren reagieren.
es: Podemos compartir la información para responder a solicitudes legítimas y procedimientos legales.
fil: Maaari naming ibahagi ang impormasyon na tumugon sa mga kahilingan ayon sa batas at legal na proseso.
fr: Nous pouvons partager des informations pour répondre à des demandes légales et procédures juridiques.
it: Possiamo condividere le informazioni per rispondere a richieste legittime e procedimenti legali.
ja: 私たちは、法的要求や法的手続に対応するために情報を共有することがあります。
ms: Kami mungkin berkongsi maklumat untuk bertindak balas kepada permintaan undang-undang dan proses undang-undang.
pt_br: Podemos compartilhar informações para responder a solicitações legais e processo legal.
ru: Мы могли бы обмениваться информацией, чтобы ответить на законные требования и судебного процесса.
vi: Chúng tôi có thể chia sẻ thông tin để đáp ứng yêu cầu hợp pháp và quá trình hợp pháp.

source: We may share information to protect the rights and property of RIPto, our agents, customers, and others. This includes enforcing our agreements, policies, and terms of use.
de: Wir können Informationen, die Rechte und das Eigentum von RIPto, unsere Agenten, Kunden und andere zu schützen. Dazu gehören die Durchsetzung unserer Vereinbarungen, Richtlinien und Nutzungsbedingungen.
es: Podemos compartir su información para proteger los derechos y propiedad de RIPto, nuestros agentes, clientes, y otros. Esto incluye la aplicación de nuestros acuerdos, políticas y condiciones de uso.
fil: Maaari naming ibahagi ang impormasyon upang protektahan ang mga karapatan at ari-arian ng RIPto, ang aming mga ahente, mga customer, at iba pa. Kasama nito ang pagpapatupad ng aming mga kasunduan, mga patakaran, at mga tuntunin ng paggamit.
fr: Nous pouvons partager des informations pour protéger les droits et les biens de RIPto, nos agents, clients, et autres. Cela comprend l'application de nos accords, règlements et conditions d'utilisation.
it: Potremmo condividere le informazioni per proteggere i diritti e la proprietà di RIPto, i nostri agenti, clienti e altri. Questo include far rispettare i nostri accordi, politiche e termini di utilizzo.
ja: 我々は、RIPto、当社の代理店、顧客、および他者の権利や財産を保護するために情報を共有することがあります。これは私たちの契約、ポリシー、および利用規約を施行が含まれています。
ms: Kami mungkin berkongsi maklumat untuk melindungi hak dan harta RIPto, ejen-ejen kami, pelanggan, dan lain-lain. Ini termasuk menguatkuasakan perjanjian, dasar, dan terma-terma penggunaan.
pt_br: Podemos compartilhar informações para proteger os direitos e propriedade da RIPto, nossos agentes, clientes, entre outros. Isto inclui fazer cumprir nossos contratos, políticas e termos de uso.
ru: Мы могли бы обмениваться информацией, чтобы защитить права и собственность RIPto, наших агентов, клиентов и других. Это включает в себя обеспечение наших соглашений, политики и условий использования.
vi: Chúng tôi có thể chia sẻ thông tin để bảo vệ các quyền và tài sản của RIPto, các đại lý của chúng tôi, khách hàng, và những người khác. Điều này bao gồm việc thực thi các hiệp định, chính sách của chúng tôi, và điều khoản sử dụng.

source: We may share information in an emergency. This includes protecting the safety of our employees and agents, our customers, or any person.
de: Wir können Informationen in einem Notfall zu teilen. Dazu gehört der Schutz der Sicherheit unserer Mitarbeiter und Agenten, unsere Kunden, oder jede andere Person.
es: Podemos compartir su información en caso de emergencia. Esto incluye la protección de la seguridad de nuestros empleados y agentes, clientes o cualquier persona.
fil: Maaari naming ibahagi ang impormasyon sa isang emergency. Kasama nito ang pagprotekta ang kaligtasan ng aming mga empleyado at mga ahente, ang aming mga customer, o sinumang tao.
fr: Nous pouvons partager des informations en cas d'urgence. Cela inclut la protection de la sécurité de nos employés et agents, de nos clients ou toute autre personne.
it: Potremmo condividere le informazioni in caso di emergenza. Questo include proteggere la sicurezza dei nostri dipendenti e agenti, i nostri clienti, o qualsiasi persona.
ja: 私たちは、緊急時に情報を共有することがあります。これは、社員や代理店、お客さま、またはすべての人の安全を守る含まれています。
ms: Kami mungkin berkongsi maklumat di dalam keadaan kecemasan. Ini termasuk melindungi keselamatan pekerja dan ejen, pelanggan-pelanggan kami, atau mana-mana orang.
pt_br: Podemos compartilhar informações em caso de emergência. Isso inclui proteger a segurança de nossos funcionários e agentes, clientes, ou qualquer pessoa.
ru: Мы могли бы обмениваться информацией в чрезвычайных ситуациях. Это включает в себя обеспечение безопасности наших сотрудников и агентов, нашим клиентам, или любое лицо.
vi: Chúng tôi có thể chia sẻ thông tin trong trường hợp khẩn cấp. Điều này bao gồm việc bảo vệ sự an toàn của nhân viên và các đại lý, khách hàng của chúng tôi, hoặc bất kỳ người nào.
