Repository: smaili/ripto
Catalog: ripto.com/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fil, fr, it, ja, ms, pt_br, ru, vi

source: Cremated <strong>%(funeral_date)s</strong>
de: Äscherte <strong>%(funeral_date)s</strong>
es: Cremado <strong>%(funeral_date)s</strong>
fil: Sinunog <strong>%(funeral_date)s</strong>
fr: Incinéré le <strong>%(funeral_date)s</strong>
it: Cremato <strong>%(funeral_date)s</strong>
ja: 火葬された<strong>%(funeral_date)s</strong>
ms: Dibakar <strong>%(funeral_date)s</strong>
pt_br: Cremado <strong>%(funeral_date)s</strong>
ru: Кремированные <strong>%(funeral_date)s</strong>
vi: Hỏa táng <strong>%(funeral_date)s</strong>

source: Visited %(name)s
de: Besuchte %(name)s
es: Visitados %(name)s
fil: Binisita ng %(name)s
fr: Visités sa %(name)s
it: Visitato %(name)s
ja: 訪れた%(name)s
ms: Melawat %(name)s
pt_br: Visitaram %(name)s
ru: Посетили %(name)s
vi: Đến thăm %(name)s

source: Remembered %(name)s
de: Erinnerte, %(name)s
es: Recordados %(name)s
fil: Tandaan ng %(name)s
fr: Souvenaient de %(name)s
it: Ricordato %(name)s
ja: %(name)s思い出した。
ms: Ingat %(name)s
pt_br: Lembravam-se %(name)s
ru: Помнили %(name)s
vi: Nhớ %(name)s

source: Condolences
de: Beileid
es: Condolencias
fil: Pakikiramay
fr: Condoléances
it: Condoglianze
ja: お悔やみ
ms: Takziah
pt_br: Condolências
ru: Соболезнования
vi: Lời chia buồn

source: Your thoughts, feelings, praise...
de: Ihre Gedanken, Gefühle, Lob...
es: Tus pensamientos, los sentimientos, la alabanza...
fil: Ang iyong mga saloobin, damdamin, papuri...
fr: Vos pensées, les sentiments, la louange...
it: I vostri pensieri, i sentimenti, la lode...
ja: 思考、感情、賞賛。。。
ms: Pemikiran, perasaan, pujian...
pt_br: Seus pensamentos, sentimentos, louvor...
ru: Ваши мысли, чувства, хвала...
vi: Suy nghĩ của bạn, cảm xúc, khen ngợi...

source: Post
de: Posten
es: Enviar
fil: Mag-post
fr: Publier
it: Pubblica
ja: 投稿
ms: Kirim
pt_br: Publicar
ru: Опубликовать
vi: Đăng

source: <a href="/login">Sign in</a> or <a href="/signup">register</a> first if you want to change this later.
de: <a href="login">Einloggen</a> of <a href="signup">registreer</a> eerste als je wilt dit later te bewerken.
es: <a href="/login">Inicie sesión</a> o <a href="/signup">regístrese</a> primero si desea editar más tarde.
fil: <a href="login">Mag-sign in</a> o <a href="/signup">magrehistro</a> muna kung gusto mong i-edit ito sa ibang pagkakataon.
fr: <a href="login">Connectez-vous</a> ou <a href="signup">inscrivez-vous</a> en premier si vous voulez éditer plus tard.
it: <a href="login">Accedi</a> o <a href="/signup">registrati</a> prima se si desidera modificare in seguito.
ja: <a href="/login">ログイン</a>するか、この後、編集したい場合は、最初に<a href="/signup">登録します</a>。
ms: <a href="/login">Log masuk</a> atau <a href="signup">mendaftar</a> terlebih dahulu jika anda mahu untuk mengedit ini kemudian.
pt_br: <a href="login">Entre</a> ou <a href="signup">registre</a> primeiro se você quiser editar esta tarde.
ru: <a href="login">Войти</a> или <a href="signup">зарегистрироваться</a>, если вы хотите изменить это позже.
vi: <a href="login">Đăng nhập</a> hoặc <a href="signup">đăng ký</a> đầu tiên nếu bạn muốn chỉnh sửa sau này.

source: Create Memorial
de: Gedenkstätte erstellen
es: Crear Monumento
fil: Lumikha Bantayog
fr: Créer Mémorial
it: Creare Memoriale
ja: 記念碑を作成
ms: Buat Tugu Peringatan
pt_br: Criar memorial
ru: Создать мемориал
vi: Tạo một truy điệu

source: Change my password
de: Mein Passwort ändern
es: Cambiar mi contraseña
fil: Baguhin ang aking password
fr: Changer mon mot de passe
it: Cambiare la mia password
ja: パスワードを変更します
ms: Mengubah kata laluan saya
pt_br: Alterar minha senha
ru: Изменить мой пароль
vi: Thay đổi mật khẩu

source: Looks like we couldn't find that username or no email was registered to it.
de: Wir konnten nicht feststellen, dass Nutzernamen oder E-Mail nicht, es registriert wurde.
es: Parece que no se encontró el nombre de usuario o dirección de email no se registró a la misma.
fil: Hindi namin mahanap ang username na iyon o walang email ay nakarehistro ito.
fr: Nous n'avons pas pu trouver ce nom d'utilisateur ou aucun e-mail a été enregistré sur le compte.
it: Non siamo riusciti a trovare il nome utente o nessuna e-mail è stato registrato ad esso.
ja: 私たちは、ユーザー名または全くメールがそこに登録されたことを見つけることができませんでした。
ms: Kami tidak dapat mencari bahawa nama pengguna atau tiada e-mel telah didaftarkan ke akaun tersebut.
pt_br: Nós não conseguimos encontrar esse nome de usuário ou e-mail não foi registrada a ele.
ru: Мы не смогли найти, что логин или адрес почты не был зарегистрирован на него.
vi: Tên người dùng không chính xác hoặc không có email đã được đăng ký với nó.

source: Enter your new password
de: Ihr neues Passwort
es: Tu nueva contraseña
fil: Ipasok ang iyong bagong password
fr: Votre nouveau mot de passe
it: Inserisci la tua nuova password
ja: 新しいパスワード
ms: Masukkan kata laluan baru anda
pt_br: Digite sua nova senha
ru: Ваш новый пароль
vi: Nhập mật khẩu mới

source: Submit
de: Einreichen
es: Enviar
fil: Magbigay
fr: Soumettre
it: Inviare
ja: 出す
ms: Menyerahkan
pt_br: Submeter
ru: Отправить
vi: Đệ trình

source: Found %(total)s memorials
de: %(total)s Gedenkstätten
es: %(total)s monumentos
fil: %(total)s mga bantayog
fr: %(total)s mémoriaux
it: %(total)s memoriali
ja: %(total)s 記念碑
ms: %(total)s tugu peringatan
pt_br: %(total)s memoriais
ru: %(total)s мемориалы
vi: %(total)s truy điệu

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
ja: プロフィール
ms: Profil
pt_br: Perfil
ru: Профиль
vi: Trang cá nhân

source: My name
de: Mein Name
es: Mi nombre
fil: Aking pangalan
fr: Mon nom
it: Il mio nome
ja: 私の名前
ms: Nama saya
pt_br: Meu nome
ru: Меня зовут
vi: Tên của tôi

source: Name (optional)
es: Nombre (opcional)
fil: Pangalan (optional)
fr: Nom (optionnel)
it: Nome (opzionale)
ja: 名前 (省略可能)
ms: Nama pengguna (pilihan)
pt_br: Nome (opcional)
ru: Зовут (необязательно)
vi: Tên (tùy chọn)

source: My email
de: Mein E-Mail
es: Mi email
fil: Aking email
fr: Mon e-mail
it: La mia email
ja: 私のメール
ms: Emel saya
pt_br: Meu e-mail
ru: Мой адрес почты
vi: Email của tôi

source: My username
de: Mein Nutzernamen
es: Mi nombre de usario
fil: Aking username
fr: mon nom d'utilisateur
it: Il mio nome utente
ja: 私のユーザー名
ms: Nama pengguna saya
pt_br: Meu nome de usuário
ru: Мой логин
vi: Tên người dùng của tôi

source: Username
de: Nutzernamen
es: Nombre de usario
fr: Nom d'utilisateur
it: Nome utente
ja: ユーザー名
ms: Nama pengguna
pt_br: Nome de usuário
ru: Логин
vi: Tên người dùng

source: My new password
de: Mein neues Passwort
es: Mi nueva contraseña
fil: Aking bagong password
fr: Mon nouveau mot de passe
it: La mia nuova password
ja: 私の新しいパスワード
ms: Kata laluan baru saya
pt_br: Minha nova senha
ru: Мой новый пароль
vi: Mật khẩu mới của tôi

source: New Password
de: Neues Passwort
es: Nueva Contraseña
fil: Bagong Password
fr: Nouveau Mot de Passe
it: Nuova Password
ja: 新しいパスワード
ms: Kata Laluan Baru
pt_br: Nova senha
ru: Новый пароль
vi: Mật khẩu mới

source: Save
de: Sichern
es: Guardar
fr: Sauvegarder
it: Salva
ja: 保存
ms: Simpan
pt_br: Guardar
ru: Сохранить
vi: Lưu

source: Are you sure you want to delete your account?
de: Sind Sie sicher, dass Sie Ihr Konto löschen?
es: Está seguro de que desea eliminar su cuenta?
fil: Sigurado ka bang gusto mong tanggalin ang iyong account?
fr: Etes-vous sûr de vouloir supprimer votre compte ?
it: Sei sicuro di voler cancellare il tuo account?
ja: あなたがあなたのアカウントを削除してもよろしいですか？
ms: Adakah anda pasti anda mahu memadam akaun anda?
pt_br: Tem certeza de que deseja excluir a sua conta?
ru: Вы уверены, что хотите удалить ваша учетная запись?
vi: Bạn có chắc bạn muốn xóa tài khoản của bạn?

source: Delete My Account
de: Mein Konto löschen
es: Eliminar Mi Cuenta
fil: Tanggalin ang Aking Account
fr: Supprimer Mon Compte
it: Elimina Il Mio Account
ja: マイアカウントの削除
ms: Padam Akaun Saya
pt_br: Excluir minha conta
ru: Удалить мой учетная запись
vi: Xóa tài khoản của tôi

source: Member Since:
de: Mitglied seit:
es: Miembro Desde:
fil: Miyembro Dahil:
fr: Membre depuis :
it: Membro dal:
ja: 登録：
ms: Ahli Sejak:
pt_br: Membro desde:
ru: Участник с:
vi: Thành viên từ:

source: Memorials Created:
de: Gedenkstätten erstellt:
es: Monumento Creado:
fil: Bantayog Lumikha:
fr: Mémoriaux Créés :
it: Memoriali Creato:
ja: 記念碑、作られた：
ms: Tugu Peringatan Dibuat:
pt_br: Memoriais criado:
ru: Мемориалы создал:
vi: Truy điệu được tạo:

source: Translations saved.
de: Übersetzungen gesichert.
es: Traducciones guardada.
fil: Mga pagsasalin ay na-save.
fr: Traductions enregistrées.
it: Traduzioni salvati.
ja: 訳書が保存されました。
ms: Terjemahan telah disimpan.
pt_br: Traduções guardado.
ru: Переводы сохранены.
vi: Bản dịch đã được lưu.

source: There are currently <strong>%(num_blanks)s blank</strong> and <strong>%(num_fuzzies)s fuzzy</strong> translations.
de: Es liegen noch <strong>%(num_blanks)s leere</strong> und <strong>%(num_fuzzies)s unscharf</strong>-Übersetzungen.
es: En este momento hay <strong>%(num_blanks)s vacía</strong> y <strong>%(num_fuzzies)s borroso</strong> traducciones.
fil: Sa kasalukuyan ay <strong>blangko %(num_blanks)s</strong> at <strong>%(num_fuzzies)s malabo</strong> pagsasalin.
fr: Actuellement <strong>%(num_blanks)s traductions blanc</strong> et <strong>%(num_fuzzies)s traductions flou</strong>.
it: Attualmente vi sono <strong>%(num_blanks)s vuoti</strong> e <strong>%(num_fuzzies)s</strong> traduzioni <strong>sfocati</strong>.
ja: <strong>%(num_blanks)s空の</strong>と<strong>%(num_fuzzies)sファジー</strong>翻訳は現在ありません。
ms: Terdapat <strong>%(num_blanks)s kosong</strong> dan <strong>%(num_fuzzies)s</strong> terjemahan <strong>kabur</strong>.
pt_br: Existem atualmente <strong>%(num_blanks)s branco</strong> e <strong>%(num_fuzzies)s felpudo</strong> traduções.
ru: Есть <strong>%(num_blanks)s пустой</strong> и <strong>%(num_fuzzies)s нечеткий</strong> переводов.
vi: Hiện nay có <strong>%(num_blanks)s trống</strong> và <strong>%(num_fuzzies)s</strong> bản dịch <strong>mờ</strong>.

source: Save Translations
de: Sichern Übersetzungen
es: Guardar Traducciones
fil: Save Pagsasalin
fr: Sauvegarder Traductions
it: Salva Traduzioni
ja: 訳書保存
ms: Simpan Terjemahan
pt_br: Guardar Traduções
ru: Сохранить переводы
vi: Lưu các bản dịch.

source: This language is not yet available.
de: Diese Sprache ist noch nicht verfügbar.
es: Este idioma no está disponible.
fil: Ang wikang ito ay hindi pa magagamit.
fr: Ce langage n'est pas encore disponible.
it: Questo linguaggio non è ancora disponibile.
ja: この言語はまだ利用できません。
ms: Bahasa ini tidak boleh didapati lagi.
pt_br: Essa linguagem ainda não está disponível.
ru: Этот язык пока не имеется.
vi: Ngôn ngữ này vẫn chưa xuất hiện.

source: If you would like to add a language, <a href="/support">let us know</a>!
de: Wenn Sie möchten, um eine Sprache hinzufügen, <a href="/support">lassen Sie es uns wissen</a>!
es: Si desea agregar un idioma, <a href="/support">háganoslo saber</a>!
fil: Kung nais mong magdagdag ng isang wika, <a href="/support">ipaalam sa amin</a>!
fr: Si vous souhaitez ajouter une langue, <a href="/support">nous le faire savoir</a> !
it: Se si desidera aggiungere una lingua, <a href="/support">fatecelo sapere</a>!
ja: 言語を追加したい場合は、<a href="/support">教えてください</a>！
ms: Jika anda ingin menambah bahasa, <a href="/support">marilah kita tahu</a>!
pt_br: Se você quiser adicionar um idioma, <a href="/support">avise-nos</a>!
ru: Если вы хотели бы добавить язык, <a href="/support">дайте нам знать</a>!
vi: Nếu bạn muốn thêm một ngôn ngữ, <a href="/support">cho chúng tôi biết</a>!

source: A variable, such as a person's name. You must include this in your translation, otherwise the data will not be shown to users.
de: Eine Variable, wie der Name einer Person. Sie müssen dies in Ihrem Übersetzung enthalten, da sonst die Daten werden nicht an Benutzer angezeigt werden.
es: Una variable, como el nombre de una persona. Debe incluir esto en su traducción, de lo contrario los datos no se muestran a los usuarios.
fil: Ang isang baryabol, tulad ng pangalan ng isang tao. Dapat mong isama ito sa iyong translation, kung hindi, ang data ay hindi ipinapakita sa mga gumagamit.
fr: Une variable, comme le nom d'une personne. Vous devez inclure dans votre traduction, sinon les données ne seront pas visibles pour les utilisateurs.
it: Una variabile, come il nome di una persona. È necessario includere questo nella vostra traduzione, altrimenti i dati non verranno mostrati agli utenti.
ja: そのような人の名前として変数、。あなたがそうでなければ、データがユーザーに表示されることはありません、あなたの翻訳でこれを含める必要があります。
ms: Pemboleh ubah, seperti nama seseorang. Anda mesti memasukkan ini dalam terjemahan anda, jika tidak, data tidak akan ditunjukkan kepada pengguna.
pt_br: Uma variável, como o nome de uma pessoa. Você deve incluir isso em sua tradução, caso contrário os dados não irá ser exibido para os usuários.
ru: Переменную, такую ​​как имя человека. Вы должны включить это в вашем переводе, в противном случае данные не будут показываться пользователям.
vi: Một biến, chẳng hạn như tên của một người. Bạn phải bao gồm này trong bản dịch của bạn, nếu không dữ liệu sẽ không được hiển thị cho người dùng.

source: HTML element, such as a link. You must include this in your translation, however make sure you translate any text between the tags.
de: HTML-Element, wie beispielsweise eine Link. Sie müssen diese in Ihre Übersetzung, aber stellen Sie sicher, den Linktext übersetzen.
es: Elemento HTML, como un enlace. Debe incluir esto en su traducción, pero asegúrese de traducir cualquier texto entre las etiquetas.
fil: HTML element, tulad ng isang kawing. Dapat mong isama ito sa iyong mga pagsasalin, gayunpaman tiyakin mong isalin ang anumang teksto sa pagitan ng mga tag.
fr: Élément HTML, comme un lien. Vous devez inclure dans votre traduction, mais assurez-vous traduire n'importe quel texte entre les balises.
it: Elemento HTML, ad esempio un link. È necessario includere questo nella vostra traduzione, tuttavia assicuratevi di tradurre qualsiasi testo tra i tag.
ja: そのようなリンクなどのHTML要素。あなたの翻訳では、しかし、あなたがタグの間の任意のテキストを翻訳することを確認してくださいこれを含める必要があります。
ms: Elemen HTML, seperti pautan. Anda mesti memasukkan ini dalam terjemahan anda, bagaimanapun pastikan anda menterjemahkan mana-mana teks antara tag.
pt_br: Elemento HTML, como um link. Você deve incluir isso em sua tradução, no entanto, certifique-se traduzir qualquer texto entre as tags.
ru: HTML элемент, такой как ссылка. Вы должны включить это в вашем переводе, однако убедитесь, что вы перевести любой текст между тегами.
vi: Phần tử HTML, chẳng hạn như một liên kết. Bạn phải bao gồm này trong bản dịch của bạn, tuy nhiên chắc chắn rằng bạn dịch bất kỳ văn bản giữa các thẻ.

source: Whenever messages are added or updated, RIPto must check each message to make sure a translation was provided for it. If it encounters any messages that do not yet have a translation, it will be marked as "blank". In order to ensure consistency throughout RIPto, we require a translation be provided for every message listed. All messages with "blank" translations will be highlighted in <span style="color:#c13">red</span>.
de: Immer, wenn Nachrichten hinzugefügt oder aktualisiert werden, muss RIPto überprüfen jede Nachricht, um sicherzustellen, eine Übersetzung für sie bereitgestellt. Wenn es keine Nachrichten, die noch nicht über eine Übersetzung begegnet, wird sie als "leer" markiert werden. Um die Konsistenz im gesamten RIPto zu gewährleisten, benötigen wir eine Übersetzung für jede Nachricht aufgeführt bereitgestellt werden. Alle Meldungen mit "leer" Übersetzungen werden <span style="color:#c13">rot</span> markiert.
es: Cuando se agregan o actualizan los mensajes, RIPto deberá verificar cada mensaje para asegurarse de que la traducción se proporciona para ello. Si se encuentra con algún mensaje de que aún no tienen una traducción, se marcará como "blanco". A fin de garantizar la coherencia en RIPto, se requiere una traducción se proporciona para cada mensaje en la lista. Todos los mensajes con las traducciones "blanco" se destacan en <span style="color:#c13">rojo</span>.
fil: Tuwing ang mga mensahe ay naidagdag o na-update, ang RIPto ay dapat suriin ang bawat mensahe upang matiyak na pagsasalin ng isang ay ibinigay para sa mga ito. Kung ito ay nakatagpo ng anumang mga mensahe na hindi magkaroon ng isang pagsasalin, ito ay minarkahan bilang "blangko". Upang matiyak pagkakapare-pareho sa buong RIPto, kinakailangan namin ng pagsasaling-wika ay ibinigay para sa bawat mensahe na nakalista. Lahat ng mga mensahe na may "blangko" pagsasalin ay naka-highlight ng <span style="color:#c13">pula</span>.
fr: Chaque fois que les messages sont ajoutés ou mis à jour, RIPto doit vérifier chaque message pour vous assurer une traduction a été prévu pour cela. Si elle rencontre tous les messages qui n'ont pas encore de traduction, il sera marqué comme «blanc». Afin d'assurer la cohérence de l'ensemble RIPto, nous avons besoin d'une traduction fournie pour chaque message énuméré. Tous les messages avec des traductions «blanc» seront surlignés en <span style="color:#c13">rouge</span>.
it: Ogni volta che i messaggi vengono aggiunti o aggiornati, RIPto deve controllare ogni messaggio per assicurarsi che una traduzione è stata fornita per esso. Se incontra i messaggi che non dispongono ancora di una traduzione, verrà contrassegnato come "vuoto". Al fine di assicurare la coerenza in RIPto, abbiamo bisogno di essere fornita una traduzione per ogni messaggio elencato. Tutti i messaggi con le traduzioni "vuoto" saranno evidenziati in <span style="color:#c13">rosso</span>.
ja: メッセージが追加または更新されるたびに、RIPtoは翻訳はそれのために提供されたことを確認するために、それぞれのメッセージをチェックしなければなりません。それはまだ翻訳されていないすべてのメッセージに遭遇した場合、それは「空の」としてマークされます。RIPtoの全体の一貫性を確保するために、我々は翻訳が記載されているすべてのメッセージのために提供することが必要です。「空の」翻訳とすべてのメッセージは<span style="color:#c13">赤色</span>で強調表示されます。
ms: Apabila mesej yang ditambah atau dikemaskini, RIPto perlu menyemak setiap mesej memastikan terjemahan yang telah disediakan untuk itu. Jika menghadapi sebarang mesej yang tidak lagi mempunyai terjemahan, ia akan ditandakan sebagai "kosong". Dalam usaha untuk memastikan keseragaman di seluruh RIPto, kami memerlukan terjemahan yang diberikan untuk setiap mesej yang disenaraikan. Semua mesej dengan terjemahan "kosong" akan ditonjolkan dengan warna <span style="color:#c13">merah</span>.
pt_br: Sempre que as mensagens são adicionados ou atualizados, o RIPto deve verificar cada mensagem para certificar-se de uma tradução foi fornecido por ele. Se ele encontrar alguma mensagem que ainda não têm uma tradução, ele será marcado como "branco". A fim de assegurar a coerência em RIPto, exigimos uma tradução ser fornecido para cada mensagem listados. Todas as mensagens com traduções "branco" serão destacadas em <span style="color:#c13">vermelho</span>.
ru: Всякий раз, когда сообщения добавлены или обновлены, RIPto должен проверить каждое сообщение, чтобы убедиться, что перевод был обеспечен за это. Если она обнаруживает любые сообщения, которые еще ​​не имеют перевода, он будет помечен как «пустой». В целях обеспечения согласованности всей RIPto, мы требуем перевода предоставляются для каждого сообщения в списке. Все сообщения с «пустой» переводы будут выделены <span style="color:#c13">красным</span>.
vi: Bất cứ khi nào thông điệp được thêm vào hoặc cập nhật, RIPto phải kiểm tra mỗi tin nhắn để đảm bảo bản dịch được cung cấp cho nó. Nếu nó gặp bất kỳ thông báo rằng chưa có một bản dịch, nó sẽ được đánh dấu là "trống". Để đảm bảo tính thống nhất trong cả RIPto, chúng tôi yêu cầu một bản dịch được cung cấp cho tất cả các tin nhắn được liệt kê. Tất cả các tin nhắn với "trống" bản dịch sẽ được đánh dấu màu <span style="color:#c13">đỏ</span>.
