Repository: smaili/ripto
Catalog: ripto.com/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fil, fr, it, ja, ms, pt_br, ru, vi

source: This Agreement (and any further rules, policies, or guidelines incorporated by reference) shall be governed and construed in accordance with the laws of California, United States, without giving effect to any principles of conflicts of law.
de: Diese Vereinbarung (und alle weitere Regeln, Politiken oder Richtlinien Bezug genommen wird) ist geregelt und ausgelegt in Übereinstimmung mit den Gesetzen von Kalifornien, Vereinigte Staaten, ohne Beachtung der Prinzipien des Kollisionsrechts.
es: Este Acuerdo (y cualesquiera otras normas, políticas o lineamientos incorporados por referencia) se regirá e interpretará de acuerdo con las leyes de California, Estados Unidos, sin dar efecto a cualquier principio de conflicto de leyes.
fil: Ang Kasunduang ito (at anumang karagdagang mga panuntunan, patakaran, mga alituntunin o inkorporada sa pamamagitan ng reference) ay nasasaklawan at bibigyang-kahulugan alinsunod sa mga batas ng California, Estados Unidos, nang walang bisa sa anumang mga prinsipyo ng kontrahan ng batas.
fr: Le présent Accord (et toutes les autres règles, des politiques ou des directives visées par référence) doit être régi et interprété conformément aux lois de la Californie, États-Unis, sans donner effet aux principes de conflits de lois.
it: Questo Accordo (e di eventuali ulteriori norme, politiche, o linee guida incorporati per riferimento) è disciplinato e interpretato in conformità con le leggi della California, Stati Uniti, senza dar luogo ad alcun principio di conflitto di legge.
ja: 本契約（および他のルール、ポリシー、または参照によって組み込まガイドラインは）法の抵触に関する原則の適用を与えることなく、支配とカリフォルニア、アメリカ合衆国の法律に従って解釈されるものとします。
ms: Perjanjian ini (dan mana-mana kaedah-kaedah dasar, selanjutnya, atau garis panduan yang terkandung sebagai rujukan) akan dikawal dan ditafsirkan selaras dengan undang-undang California, Amerika Syarikat, tanpa memberi kesan kepada mana-mana prinsip-prinsip konflik undang-undang.
pt_br: Este Acordo (e quaisquer outras regras, políticas ou diretrizes incorporadas por referência) serão regidos e interpretados de acordo com as leis da Califórnia, Estados Unidos da América, sem dar efeito a quaisquer princípios de conflitos de lei.
ru: Настоящее Соглашение (и любые дополнительные правила, политики и руководящих принципов в качестве ссылки) регулируется и толкуется в соответствии с законами штата Калифорния, США, без учета каких-либо принципов коллизионного права.
vi: Hiệp định này (và bất kỳ quy tắc khác, chính sách, hướng dẫn hoặc kết hợp bằng cách tham chiếu) sẽ được điều chỉnh và hiểu theo luật pháp của tiểu bang California, Hoa Kỳ, mà không gây bất kỳ yếu tố mâu thuẫn của pháp luật.

source: Changes To This Agreement
de: Änderungen an dieser Vereinbarung
es: Cambios A Este Acuerdo
fil: Mga Pagbabago Upang Ang Kasunduang ito
fr: Changements d'Accord
it: Le modifiche al questo Accordo
ja: 本契約への変更
ms: Perubahan kepada Perjanjian ini
pt_br: Alterações a este Acordo
ru: Изменения в настоящее Соглашение
vi: Để thay đổi Hiệp định này

source: We reserve the right, at our sole discretion, to modify or replace these Terms of Service by posting the updated terms on the Site. Your continued use of the Site after any such changes constitutes your acceptance of the new Terms of Service.
de: Wir haben das Recht, jederzeit zu ändern oder zu ersetzen diese Nutzungsbedingungen durch die Veröffentlichung der aktualisierten Bedingungen auf der Website. Ihre fortgesetzte Nutzung der Website nach solchen Änderungen stellt die uneingeschränkte Akzeptanz der neuen Nutzungsbedingungen.
es: Tenemos el derecho, a nuestra sola discreción, de modificar o sustituir estas Términos de Servicio mediante la publicación de los términos actualizados en el Sitio. Su uso continuado del Sitio después de cualquier cambio constituye su aceptación de los nuevos Términos de Servicio.
fil: Mayroon kaming ang karapatan, sa anumang oras, na baguhin o palitan ang mga Tuntunin ng Serbisyo sa pamamagitan ng pag-post ng na-update na mga tuntunin sa Site. Ang iyong patuloy na paggamit ng Site pagkatapos ng anumang naturang pagbabago ay bumubuo ng iyong pagtanggap sa mga bagong Mga Tuntunin ng Serbisyo.
fr: Nous avons le droit, à notre seule discrétion, de modifier ou de remplacer ces Conditions d'Utilisation en affichant les conditions mises à jour sur le Site. Votre utilisation continue du Site après de telles modifications constitue votre acceptation des nouvelles Conditions d'Utilisation.
it: Abbiamo il diritto, in qualsiasi momento, di modificare o sostituire dette Termini di Servizio inviando i termini aggiornati sul Sito. L'uso continuato del Sito dopo tali modifiche implica l'accettazione dei nuovi Termini di Servizio.
ja: 私たちは、ウェブサイト上に新たな用語を掲載することにより、これらのサービス条件を変更したり、交換するために、我々の独自の裁量により、権利を有する。そのような変更後のウェブサイトのあなたの継続的な使用では、サービスの新しい利用規約にご同意いただいたものとします。
ms: Kami mempunyai hak, pada bila-bila masa, untuk mengubah atau menggantikan Terma ini dengan menyiarkan terma-terma baru di Laman ini. Anda terus menggunakan Laman ini selepas apa-apa perubahan tersebut menunjukkan penerimaan anda terhadap Terma baru.
pt_br: Temos o direito de, a qualquer tempo, modificar ou substituir estes Termos de Serviço, publicando os novos termos no Site. Seu uso continuado do Site após essas alterações constitui a sua aceitação dos novos Termos de Serviço.
ru: Мы имеем право в любое время, чтобы изменить или заменить настоящими Условиями использования, разместив обновленный круг на Сайте. Ваше дальнейшее использование Сайта после любых подобных изменений означает Ваше согласие с новыми Условиями использования.
vi: Chúng tôi có quyền, bất cứ lúc nào, để sửa đổi hoặc thay thế các Điều khoản bằng cách đăng các điều khoản mới trên Trang. Bạn tiếp tục sử dụng Trang sau khi bất kỳ thay đổi như sự chấp nhận của bạn về các Điều khoản mới.

source: Please review this Agreement periodically for changes. If you do not agree to any of this Agreement or any changes to this Agreement, do not use, access or continue to access the Site or discontinue any use of the Site immediately.
de: Bitte lesen Sie diese Vereinbarung regelmäßig auf Änderungen. Wenn Sie nicht zu einem dieser Vereinbarung oder etwaige Änderungen an dieser Vereinbarung nicht zustimmen, dürfen nicht verwendet werden, den Zugriff oder weiterhin Zugriff auf die Website oder einzustellen jede Nutzung der Website sofort.
es: Por favor revise este Acuerdo periódicamente para los cambios. Si usted no está de acuerdo con cualquiera de este Acuerdo o cualquier cambio a este Acuerdo, no usar, acceder o continuar teniendo acceso al Sitio o descontinuar cualquier uso del Sitio inmediatamente.
fil: Mangyaring suriin ang Kasunduang ito pana-panahon para sa mga pagbabago. Kung hindi ka sumasang-ayon sa anumang ng Kasunduang ito o anumang mga pagbabago sa Kasunduang ito, huwag gamitin, i-access o patuloy na ma-access ang Site o hindi ipagpatuloy ang anumang paggamit ng mga Site kaagad.
fr: S'il vous plaît examiner périodiquement la présente Accord pour les changements. Si vous n'acceptez pas une quelconque de cet Accord ou de toute modification au présent Accord, ne pas utiliser, y accéder ou continuer à accéder au Site ou de cesser toute utilisation de ce Site immédiatement.
it: Si prega di leggere questo Accordo periodicamente per le modifiche. Se non sei d'accordo a qualsiasi di questo Accordo o di eventuali modifiche al questo Accordo, non utilizzare, accedere a, o continuare ad accedere al Sito o interrompere qualsiasi uso del Sito immediatamente.
ja: 変更を定期的に本契約を確認してください。あなたが本契約のいずれか、または本契約への変更に同意しない場合は、アクセスしたり、ウェブサイトにアクセスしたり、すぐにウェブサイトのいずれかの使用を中止していき、使用しないでください。
ms: Sila mengkaji semula Perjanjian ini secara berkala untuk perubahan. Jika anda tidak bersetuju dengan mana-mana Perjanjian ini atau apa-apa perubahan kepada Perjanjian ini, jangan gunakan, mengakses atau terus mengakses Laman atau memberhentikan apa-apa penggunaan Laman serta-merta.
pt_br: Por favor, rever este Acordo periodicamente. Se você não concordar com qualquer deste Acordo ou de quaisquer alterações a este Acordo, não utilize, o acesso ou continuar a acessar o Site ou descontinuar qualquer uso do Site imediatamente.
ru: Пожалуйста, ознакомьтесь с настоящим Соглашением на предмет изменений. Если вы не согласны с любым из настоящего Соглашения или любого изменения в настоящее Соглашение, не использовать, осуществлять доступ или продолжить доступа к Сайту или прекратить любое использование Сайта немедленно.
vi: Vui lòng xem lại Hiệp định này định kỳ để thay đổi. Nếu bạn không đồng ý với bất kỳ của Hiệp định này hoặc bất kỳ thay đổi của Hiệp định này, không sử dụng, truy cập hoặc tiếp tục truy cập Trang hoặc chấm dứt bất kỳ việc sử dụng các Trang ngay lập tức.

source: Contact Us
de: Kontaktieren Sie uns
es: Contáctenos
fil: Makipag-ugnayan sa Amin
fr: Contactez-Nous
it: Contattarci
ja: お問い合わせ
ms: Hubungi Kami
pt_br: Fale conosco
ru: Связаться нами
vi: Liên hệ

source: If you have any questions about this Agreement, please contact us.
de: Wenn Sie Fragen zu dieser Vereinbarung haben, kontaktieren Sie uns bitte.
es: Si usted tiene alguna pregunta acerca de este Acuerdo, por favor póngase en contacto con nosotros.
fil: Kung mayroon kang anumang mga katanungan tungkol sa Kasunduang ito, mangyaring makipag-ugnay sa amin.
fr: Si vous avez des questions au sujet du présent Accord, s'il vous plaît contactez-nous.
it: Se avete domande su questo Contratto, non esitate a contattarci.
ja: あなたが本契約についてのご質問がある場合は、ご連絡ください。
ms: Jika anda mempunyai sebarang soalan mengenai Perjanjian ini, sila hubungi kami.
pt_br: Se você tem alguma dúvida sobre este Acordo, por favor fale conosco.
ru: Если у Вас возникли вопросы по поводу данного Соглашения, пожалуйста, свяжитесь нами.
vi: Nếu bạn có bất kỳ câu hỏi về bản Hiệp định này, xin vui lòng liên hệ với chúng tôi.

source: Last Updated on %(month)s %(day)s, %(year)s.
de: Zuletzt geändert am %(month)s %(day)s, %(year)s.
es: Última actualización %(month)s %(day)s, %(year)s.
fil: Huling Binago %(month)s %(day)s, %(year)s.
fr: Date Dernière %(month)s %(day)s, %(year)s.
it: Ultima Modifica %(month)s %(day)s, %(year)s.
ja: 最終更%(month)s %(day)s, %(year)s.
ms: Terakhir diubah suai %(month)s %(day)s, %(year)s.
pt_br: Última Modificação %(month)s %(day)s, %(year)s.
ru: Дата последнего изменения: %(month)s %(day)s, %(year)s.
vi: Sửa đổi lần cuối %(month)s %(day)s, %(year)s.

source: This privacy policy (“<strong>Policy</strong>”) describes how RIPto and its related companies (“<strong>Company</strong>”) collect, use and share personal information of consumer users of this website, <a target="_blank" href="http://ripto.com">ripto.com</a> (the “Site”). This Policy also applies to any of our other websites that post this Policy. This Policy does not apply to websites that post different statements.
de: Diese Datenschutzrichtlinie (“<strong>Politik</strong>”) beschreibt, wie RIPto und ihre verbundenen Unternehmen ("Firma"), speichern und verwenden personenbezogene Daten von Verbraucher Nutzer dieser Website, <a target="_blank" href="http://ripto.com">ripto.com</a> (die "Website"). Diese Politik gilt auch für unsere anderen Websites, die diese Politik zu schreiben. Diese Politik gilt nicht für Websites, die verschiedenen Aussagen gelten verfassen.
es: Esta política de privacidad (“<strong>Política</strong>”) describe como RIPto y sus empresas companias (“<strong>Compania</strong>”) recogen, utilizan y comparten información personal de los usuarios de consumo de este sitio web <a target="_blank" href="http://ripto.com">ripto.com</a> (el "Sitio"). Esta Política también se aplica a cualquiera de los otros sitios web que publican esta Política. Esta Política no se aplica a los sitios web que publican diferentes declaraciones.
fil: Ang patakaran sa pagkapribado ("<strong>Patakaran</strong>") ay naglalarawan kung paano ang RIPto at ang mga kaugnay na mga kumpanya ("<strong>Kumpanya</strong>") mangolekta, gamitin at magbahagi ng personal na impormasyon ng mga user ng ​​consumer ng ​​website na ito, <a target="_blank" href="http://ripto.com">ripto.com</a> (ang "Site"). Patakaran na ito din ay nalalapat sa anuman sa aming iba pang mga website na mag-post ito sa Patakaran. Patakaran na ito ay hindi nalalapat sa mga website na mag-post ng iba't ibang mga pahayag.
fr: Cette Politique de Confidentialité («<strong>Politique</strong>») décrit comment RIPto et de ses sociétés affiliées («<strong>Société</strong>») recueillent, utilisent et partagent les renseignements personnels des utilisateurs de consommation de ce site, <a target="_blank" href="http://ripto.com">ripto.com</a> (le «Site»). Cette politique s'applique aussi à n'importe lequel de nos autres sites qui affichent cette politique. Cette politique ne s'applique pas aux sites qui affichent différentes déclarations.
it: Questa Politica sulla Privacy ("<strong>Politica</strong>") descrive come RIPto e le sue società collegate ("<strong>Azienda</strong>") raccolgono, usano e condividono le informazioni personali degli utenti consumer di questo sito web, <a target="_blank" href="http://ripto.com">ripto.com</a> (il "Sito"). Questa Politica si applica anche a tutti i nostri altri siti web che questa Politica. Questa Politica non si applica ai siti web che pubblicano dichiarazioni diverse.
ja: このプライバシーポリシー（「<strong>ポリシー</strong>」）は、RIPtoとその関連会社は（「<strong>会社</strong>」）、収集、使用および個人の本ウェブサイトの消費者の情報、<a target="_blank" href="http://ripto.com">ripto.com</a>（以下 「ウェブサイト」）を共有する方法について説明します。また、このポリシーは、このポリシーを投稿私たちの他のウェブサイトのいずれかに適用されます。このポリシーは、異なる文を投稿するウェブサイトには適用されません。
ms: Dasar Privasi ini ("<strong>Dasar</strong>") menerangkan bagaimana RIPto dan syarikat-syarikat berkaitan ("<strong>Syarikat</strong>") mengumpul, menggunakan dan berkongsi maklumat peribadi pengguna pengguna laman web ini, <a target="_blank" href="http://ripto.com">ripto.com</a> ("Laman"). Dasar ini juga terpakai kepada mana-mana laman-laman web lain yang kami hantar Dasar ini. Dasar ini tidak dikenakan kepada laman web yang menyiarkan kenyataan yang berbeza.
pt_br: Esta política de privacidade ("<strong>Política</strong>") descreve como RIPto e de suas empresas coligadas ("<strong>Empresa</strong>") coletar, usar e compartilhar informações pessoais dos usuários de consumo deste site, <a target="_blank" href="http://ripto.com">ripto.com</a> (o "Site"). Esta Política também se aplica a qualquer um dos nossos outros sites que postam nesta Política. Esta Política não se aplica a sites que postam declarações diferentes.
ru: Эта политика конфиденциальности («<strong>Политика</strong>») описывает, как RIPto и связанных с ней компаний («<strong>Компания</strong>») собирать, использовать и делиться личной информацией потребительских Пользователи этого сайта, <a target="_blank" href="http://ripto.com">ripto.com</a> ( «Сайт»). Эта политика также распространяется на любой из наших других веб-сайтов, которые размещают эту политику. Эта политика не распространяется на сайты, которые размещают разные заявления.
vi: Chính sách bảo mật ("<strong>Chính sách</strong>") mô tả cách RIPto và các công ty liên quan của nó ("<strong>Công ty</strong>") thu thập, sử dụng và chia sẻ thông tin cá nhân của người sử dụng của người tiêu dùng của trang web này, <a target="_blank" href="http://ripto.com">ripto.com</a> ("Trang"). Chính sách này cũng áp dụng cho bất kỳ trang web khác của chúng tôi gửi Chính sách này. Chính sách này không áp dụng cho các trang web mà gửi báo cáo khác nhau.

source: WHAT WE COLLECT
de: WAS WIR SAMMELN
es: Qué Nos Recoger
fil: ANO AMING KINOKOLEKTA
fr: CE QUE NOUS COLLECTONS
it: COSA RACCOGLIAMO
ja: 々は何を収集する。
ms: APA YANG KAMI KUMPUL
pt_br: O QUE NÓS COLETAMOS
ru: ЧТО МЫ СОБИРАЕМ
vi: GÌ CHÚNG TÔI THU THẬP

source: We get information about you in a range of ways.
de: Wir erhalten Informationen über Sie auf verschiedene Weise.
es: Obtenemos información sobre usted en una variedad de maneras.
fil: Kumuha kami ng impormasyon tungkol sa iyo sa iba't-ibang mga paraan.
fr: Nous obtenons des renseignements à votre sujet de différentes façons.
it: Riceviamo informazioni su di voi in diversi modi.
ja: 私たちは、さまざまな方法であなたについての情報を得る。
ms: Kami mungkin maklumat tentang anda dalam pelbagai cara.
pt_br: Recebemos informações sobre você de várias maneiras.
ru: Мы получаем информацию о вас по-разному.
vi: Chúng tôi nhận được thông tin về bạn theo những cách khác nhau.

source: Information You Give Us.
de: Informationen, die Sie uns geben.
es: Información Que Usted Nos Da.
fil: Impormasyon Bigyan Mo Sa Amin.
fr: Informations Que Vous Nous Donnez.
it: Informazioni che ci trasmette.
ja: あなたは私たちを与える情報。
ms: Maklumat Yang Anda Berikan Kepada Kami.
pt_br: Informações que você nos fornece.
ru: Предоставленную вами информацию.
vi: Thông tin bạn cho chúng tôi.

source: We collect your name, email address, username and other information you directly give us on our Site.
de: Wir sammeln Ihren Namen, Ihre E-Mail-Adresse, Nutzernamen und andere Informationen, die Sie uns direkt auf unserer Website.
es: Recopilamos su nombre, correo electrónico, nombre de usuario, y otra información que nos proporciona directamente en nuestro Sitio.
fil: Mangolekta namin ang iyong pangalan, email address, username at iba pang impormasyon direkta kang magbigay sa amin sa aming mga Site.
fr: Nous recueillons votre nom, votre adresse e-mail, nom d'utilisateur et d'autres informations que vous nous donnez directement sur ​​notre Site.
it: Noi raccogliamo il vostro nome, indirizzo email, nome utente e altre informazioni che ci date direttamente sul nostro Sito.
ja: 私達はあなたの名前、メールアドレス、ユーザー名とあなたが直接私たちのウェブサイト上で私たちを与えるその他の情報を収集します。
ms: Kami mengumpul nama, e-mel, nama pengguna dan maklumat lain yang anda terus memberikan kami di Laman kami.
pt_br: Recolhemos o seu nome, endereço de e-mail, nome de usuário e outras informações que você nos dá diretamente no nosso Site.
ru: Мы собираем ваше имя, адрес почты, логин и другую информацию вы сразу даете нам на нашем Сайте.
vi: Chúng tôi thu thập tên, email, tên người dùng và các thông tin khác mà bạn trực tiếp cho chúng tôi trên Trang của chúng tôi.

source: Information We Get from Others.
de: Informationen, die wir von anderen.
es: Información Que Recibe De Los Demás.
fil: Impormasyon Kumuha Kami Mula Sa Iba.
fr: Information Que Nous Recevons des Autres.
it: Informazione che otteniamo da altre.
ja: 我々は他の人から得られる情報。
ms: Maklumat Kami Dapatkan dari Lain-lain.
pt_br: Informações que recebemos dos outros.
ru: Информация, которую мы получить от других
vi: Thông tin chúng tôi có được từ những người khác.

source: We may get information about you from other sources. We may add this to information we get from this Site.
de: Wir können Informationen über Sie aus anderen Quellen zu bekommen. Wir können hinzufügen, um dieses zu Informationen, die wir von dieser Website.
es: Podemos obtener información sobre usted de otras fuentes. Podemos agregar esta información para que obtenemos de este Sitio.
fil: Maaari naming makakuha ng impormasyon tungkol sa iyo mula sa ibang pinagmumulan. Maaari naming idagdag ito sa impormasyong nakukuha namin mula sa ang Site na ito.
fr: Nous pouvons obtenir des informations sur vous à partir d'autres sources. Nous pouvons ajouter cette information pour que nous recevons de ce Site.
it: Potremmo ottenere informazioni su di te da altre fonti. Potremmo aggiungere queste informazioni a che otteniamo da questo Sito.
ja: 我々は、他のソースからあなたに関する情報を得る可能性があります。我々はこのウェブサイトから取得し、これに情報を追加することがあります。
ms: Kita mungkin boleh mendapatkan maklumat tentang anda daripada sumber-sumber lain. Kami mungkin menambah maklumat ini untuk kita dapat daripada Laman ini.
pt_br: Podemos obter informações sobre você de outras fontes. Podemos acrescentar essa informação para nós começar a partir deste Site.
ru: Мы могли бы получить информацию о вас из других источников. Мы можем добавить, что это информация, которую мы получаем с этого Сайта.
vi: Chúng tôi có thể nhận được thông tin về bạn từ các nguồn khác. Chúng ta có thể thêm thông tin này để chúng ta có được từ Trang này.

source: Information Automatically Collected.
de: Automatisch gesammelte Informationen.
es: Información Obtenida Automáticamente.
fil: Awtomatikong Impormasyon Nakolektang.
fr: Informations Collectées Automatiquement.
it: Informazioni raccolte automaticamente.
ja: 情報が自動的に収集。
ms: Maklumat Yang Dikumpul Automatik.
pt_br: Informações coletadas automaticamente.
ru: Информация автоматически собрана.
vi: Tự động thu thập thông tin.

source: We automatically log information about you and your computer.
de: Wir speichern automatisch Informationen über Sie und Ihren Computer.
es: Nosotros recordamos automáticamente información sobre usted y su equipo.
fil: Awtomatiko naming itala ang impormasyon tungkol sa iyo at sa iyong computer.
fr: Nous enregistrons automatiquement des informations sur vous et votre ordinateur.
it: Noi salviamo automaticamente informazioni su di voi e il vostro computer.
ja: 我々は自動的にあなたとあなたのコンピュータに関する情報を記録します。
ms: Kami akan secara automatik menyimpan maklumat tentang anda dan komputer anda.
pt_br: Nós registrar automaticamente informações sobre você e seu computador.
ru: Мы автоматически сохранять информацию о вас и вашем компьютере.
vi: Chúng tôi tự động lưu thông tin về bạn và máy tính của bạn.
