Repository: smaili/ripto
Catalog: ripto.com/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fil, fr, it, ja, ms, pt_br, ru, vi

source: Sorry, but we couldn't find that username or no email was registered to it.
de: Wir konnten nicht feststellen, dass Nutzernamen oder E-Mail nicht, es registriert wurde.
es: Parece que no se encontró el nombre de usuario o dirección de email no se registró a la misma.
fil: Hindi namin mahanap ang username na iyon o walang email ay nakarehistro ito.
fr: Nous n'avons pas pu trouver ce nom d'utilisateur ou aucun e-mail a été enregistré sur le compte.
it: Non siamo riusciti a trovare il nome utente o nessuna e-mail è stato registrato ad esso.
ja: 私たちは、ユーザー名または全くメールがそこに登録されたことを見つけることができませんでした。
ms: Kami tidak dapat mencari bahawa nama pengguna atau tiada e-mel telah didaftarkan ke akaun tersebut.
pt_br: Nós não conseguimos encontrar esse nome de usuário ou e-mail não foi registrada a ele.
ru: Мы не смогли найти, что логин или адрес почты не был зарегистрирован на него.
vi: Tên người dùng không chính xác hoặc không có email đã được đăng ký với nó.

source: Cookies.
fil: Mga Cookies.
fr: Les Cookies.
ms: Kuki.
