Repository: smaili/ripto
Catalog: ripto.com/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fil, fr, it, ja, ms, pt_br, ru, vi

source: Jan
de: Jän
es: enero
fil: Ene
fr: Janv
it: genn
ja: 1月
ru: янв
vi: T1

source: Feb
fil: Peb
fr: Févr
it: febbr
ja: 2月
ms: Peb
pt_br: fev
ru: февр
vi: T2

source: Mar
de: März
es: marzo
fr: Mars
ja: 3月
ms: Mrt
pt_br: março
ru: март
vi: T3

source: Apr
es: abr
fil: Abr
fr: Avril
ja: 4月
pt_br: abril
ru: апр
vi: T4

source: Jun
de: Juni
fil: Hun
fr: Juin
it: giugno
ja: 6月
ms: Juni
pt_br: junho
ru: июнь
vi: T6

source: Jul
de: Juli
fil: Hul
fr: Juil
it: luglio
ja: 7月
ms: Juli
pt_br: julho
ru: июль
vi: T7

source: Aug
es: agosto
fil: Ago
fr: Août
it: ag
ja: 8月
ms: Ag
pt_br: agosto
ru: авг
vi: T8

source: Sep
de: Sept
es: sept
fil: Set
fr: Sept
it: sett
ja: 9月
ms: Sept
pt_br: set
ru: сент
vi: T9

source: Oct
de: Okt
fil: Okt
it: ott
ja: 10月
ms: Okt
pt_br: out
ru: окт
vi: T10

source: Nov
fil: Nob
ja: 11月
ms: Okt
ru: ноябрь
vi: T11

source: Dec
de: Dez
es: dic
fil: Dis
fr: Déc
it: dic
ja: 12月
ms: Des
pt_br: dez
ru: дек
vi: T12

source: Sunday
de: Sonntag
es: domingo
fil: Linggo
fr: Dimanche
it: domenica
ja: 日曜日
ms: Minggu
pt_br: domingo
ru: воскресенье
vi: Chủ nhật

source: Monday
de: Montag
es: lunes
fil: Lunes
fr: Lundi
it: lunedì
ja: 月曜日
ms: Senin
pt_br: segunda-feira
ru: понедельник
vi: Thứ hai

source: Tuesday
de: Dienstag
es: martes
fil: Martes
fr: Mardi
it: martedì
ja: 火曜日
ms: Selasa
pt_br: terça-feira
ru: вторник
vi: Thứ ba

source: Wednesday
de: Mittwoch
es: miércoles
fil: Miyerkules
fr: Mercredi
it: mercoledì
ja: 水曜日
ms: Rabu
pt_br: quarta-feira
ru: среда
vi: Thứ tư

source: Thursday
de: Donnerstag
es: jueves
fil: Huwebes
fr: Jeudi
it: giovedì
ja: 木曜日
ms: Kamis
pt_br: quinta-feira
ru: четверг
vi: Thứ năm

source: Friday
de: Freitag
es: viernes
fil: Biyernes
fr: Vendredi
it: venerdì
ja: 金曜日
ms: Jumat
pt_br: sexta-feira
ru: пятница
vi: Thứ sáu

source: Saturday
de: Samstag
es: sábado
fil: Sabado
fr: Samedi
it: sabato
ja: 土曜日
ms: Sabtu
pt_br: sábado
ru: суббота
vi: Thứ bảy

source: Select Date
de: Wählen Datum
es: Elegir Fecha
fil: Piliin Ang Petsa
fr: Date sélectionner
it: Selezionare Data
ja: 日付を選択してください
ms: Pilih tarikh
pt_br: Selecionar data
ru: Выберите дата
vi: Chọn ngày

source: Notify
de: Benachrichtigen
es: Notificar
fil: Abisuhan
fr: Notifier
it: Notificare
ja: 通知する
ms: Memberitahu
pt_br: Notificar
ru: Уведомлять
vi: Thông báo

source: Report
de: Melden
es: Informe
fil: Mag-ulat
fr: Signaler
it: Segnala
ja: 報告
ms: Laporkan
pt_br: Denunciar
ru: Пожаловаться
vi: Báo cáo

source: Report for serious problems or moderator attention?
de: Melden über schwerwiegende Probleme oder Moderator Aufmerksamkeit?
es: Informe para problemas graves o atención moderador?
fil: Mag-ulat para sa mga seryosong problema o pansin ng administrador?
fr: Signaler pour problèmes ou d'attention modérateur ?
it: Segnala per gravi problemi o l'attenzione di amministratore?
ja: 重大な問題や、管理者の注意を報告？
ms: Melaporkan diri untuk masalah yang serius atau perhatian daripada pentadbir?
pt_br: Denunciar para problemas graves ou atenção do administrador?
ru: Пожаловаться на серьезные проблемы или внимания администратора?
vi: Báo cáo về những vấn đề nghiêm trọng hoặc sự chú ý của quản trị viên?

source: Report Abuse
de: Missbrauch melden
es: Informar
fil: Mag-ulat Aabuso
fr: Signaler Abus
it: Segnala
ja: 報告
ms: Melaporkan Penyalahgunaan
pt_br: Denunciar abuso
ru: Пожаловаться злоупотребление
vi: Báo cáo

source: International
de: Internationale
es: Internacional
fil: Internasyonal
fr: Internationale
it: Internazionale
ja: 国際
ms: Antarabangsa
pt_br: Internacional
ru: Международный
vi: Quốc tế

source: Share
de: Teilen
es: Compartir
fil: Ibahagi
fr: Partager
it: Condividi
ja: 共有
ms: Kongsi
pt_br: Compartilhar
ru: Поделиться
vi: Chia sẻ

source: Community
de: Gemeinschaft
es: Comunidad
fil: Komunidad
fr: Communauté
it: Comunità
ja: コミュニティ
ms: Sosial
pt_br: Comunidade
ru: Сообщество
vi: Cộng đồng

source: Email
ja: メール
ms: Emel
ru: Адрес почты

source: HTML
de: Code
es: Código
fil: Kodigo
it: Codice
ja: コード
ms: Kod
pt_br: Código
ru: Код
vi: Mã

source: You can use the short link or share to a network below.
de: Sie können den Link unten oder teilen auf Website.
es: Puede usar el enlace de abajo o compartir con un sitio web.
fil: Maaari mong gamitin ang link sa ibaba o ibahagi sa isang website.
fr: Vous pouvez utiliser le lien ci-dessous ou part vers un site Web.
it: È possibile utilizzare il link o condividi con un sito web qui sotto.
ja: あなたは、ウェブサイトへ下記のリンクまたは共有を使用することができます。
ms: Anda boleh menggunakan pautan di bawah atau berkongsi ke laman web.
pt_br: Você pode usar o link ou compartilhar no um site abaixo.
ru: Вы можете использовать ссылку или отправить с сайта ниже.
vi: Bạn có thể sử dụng liên kết dưới đây hoặc chia sẻ với một trang web.

source: Share to %(service)s
de: Teilen auf %(service)s
es: Compartir con %(service)s
fil: Ibahagi sa %(service)s
fr: Partager sur %(service)s
it: Condividi con %(service)s
ja: %(service)s で共有します
ms: Kongsi di %(service)s
pt_br: Compartilhar no %(service)s
ru: Отправить %(service)s
vi: Chia sẻ với %(service)s

source: You can email this Memorial by filling out the form below.
de: Sie können dieses Gedenkstätte, indem Sie das folgende Formular senden.
es: Puede enviar este monumento rellenando el siguiente formulario.
fil: Maaari kang magpadala ng mga bantayog ito sa pamamagitan ng pagpuno sa form sa ibaba.
fr: Vous pouvez envoyer ce mémorial en remplissant le formulaire ci-dessous.
it: È possibile inviare questo memoriale compilando il modulo sottostante.
ja: あなたは、下記のフォームに必要事項を記入することで、この記念碑を送ることができます。
ms: Anda boleh menghantar tugu peringatan ini dengan mengisi borang di bawah.
pt_br: Você pode enviar este memorial, preencha o formulário abaixo.
ru: Вы можете отправить этот мемориал, заполнив форму ниже.
vi: Bạn có thể gửi cho truy điệu này bằng cách điền vào mẫu dưới đây.

source: Your name
de: Ihren Namen...
es: Su nombre
fil: Ang iyong pangalan
fr: Votre nom
it: Il tuo nome
ja: お名前
ms: Nama anda
pt_br: Seu nome
ru: Ваше имя
vi: Tên của bạn

source: Friend's email
de: E-Mail des Freundes
es: Email del amigo
fil: Email ng kaibigan
fr: L'e-mail de ami
it: E-mail del tuo amico
ja: 友達のメールアドレス
ms: Alamat e-mel rakan
pt_br: E-mail do amigo
ru: Адрес почты друга
vi: Email của người bạn

source: email@example.com, email@example.com, . . .
de: E-Mail 1, E-Mail 2, . . .
es: Email 1, Email 2, . . .
fil: Email 1, Email 2, . . .
fr: E-mail 1, E-mail 2, . . .
it: E-mail 1, E-mail 2, . . .
ja: メール, メール, . . .
ms: Emel 1, Emel 2, . . .
pt_br: E-mail 1, E-mail 2, . . .
ru: Адрес почты 1, Адрес почты 2, . . .
vi: Email 1, Email 2, . . .

source: Message (optional)
de: Nachricht (optional)
es: Mensaje (opcional)
fil: Mensahe (optional)
fr: Message (Optionnel)
it: Messaggio (opzionale)
ja: メッセージ (省略可能)
ms: Mesej (pilihan)
pt_br: Mensagem (opcional)
ru: Сообщение (необязательно)
vi: Tin nhắn (tùy chọn)

source: Add a comment...
de: Schreibe einen Kommentar...
es: Añadir un comentario...
fil: Magdagdag ng komento...
fr: Ajouter un commentaire...
it: Aggiungi un commento ...
ja: コメントを追加...
ms: Tambah komen...
pt_br: Adicionar um comentário...
ru: Добавить комментарий...
vi: Thêm một nhận xét...

source: Buried %(funeral_date)s
de: Begraben %(funeral_date)s
es: Enterrado %(funeral_date)s
fil: Ililibing %(funeral_date)s
fr: Enterré le %(funeral_date)s
it: Sepolto %(funeral_date)s
ja: 埋もれた%(funeral_date)s
ms: Dikebumikan %(funeral_date)s
pt_br: Enterrado %(funeral_date)s
ru: Похоронен %(funeral_date)s
vi: Chôn %(funeral_date)s

source: Cremated %(funeral_date)s
de: Äscherte %(funeral_date)s
es: Cremado %(funeral_date)s
fil: Sinunog %(funeral_date)s
fr: Incinéré le %(funeral_date)s
it: Cremato %(funeral_date)s
ja: 火葬された%(funeral_date)s
ms: Dibakar %(funeral_date)s
pt_br: Cremado %(funeral_date)s
ru: Кремированные %(funeral_date)s
vi: Hỏa táng %(funeral_date)s

source: Send Email
de: E-Mail senden
es: Enviar Email
fil: Magpadala Email
fr: Envoyez E-mail
it: Invia E-mail
ja: メールを送信
ms: Hantar Emel
pt_br: Envie e-mail
ru: Отправить почты
vi: Gửi email

source: You can add this Memorial to your website by copying the code below.
de: Sie können dieses Gedenkstätte für Ihre Webseite einbetten, indem Sie den Code unten.
es: Puede agregar este monumento a tu sitio web copiando el código de abajo.
fil: Maaari kang magdagdag ng bantayog ito sa iyong website sa pamamagitan ng pagkopya ng code sa ibaba.
fr: Vous pouvez ajouter ce mémorial à votre site web en copiant le code ci-dessous.
it: È possibile aggiungere questo memoriale al tuo sito copiando il codice di seguito.
ja: あなたは、以下のコードをコピーしてあなたのウェブサイトにこの記念碑を追加することができます。
ms: Anda boleh benam tugu peringatan ini pada laman web anda dengan menyalin kod di bawah.
pt_br: Você pode adicionar este memorial para o seu site, basta copiar o código abaixo.
ru: Вы можете добавить этот мемориал на ваш сайт, скопировав код ниже.
vi: Bạn có thể thêm truy điệu này vào website của bạn bằng cách sao chép mã dưới đây.

source: Sorry to see you go %(name)s.
de: Leider verlassen Sie %(name)s.
es: Lamento que deja %(name)s.
fil: Paumanhin ikaw ay umalis %(name)s.
fr: Désolé de vous voir partir %(name)s.
it: Spiacente si sta lasciando %(name)s.
ja: 申し訳ありませんが、あなたは、%(name)sを残している。
ms: Maaf anda meninggalkan %(name)s.
pt_br: Sentimos muito, mas você está deixando %(name)s.
ru: Жаль, что вы уезжаете %(name)s.
vi: Xin lỗi bạn đang để lại %(name)s.

source: Unfortunately, once your account has been deactivated, it can no longer be activated. This means that username <strong>%(username)s</strong> is now available for somebody else to use.
de: Leider, wenn Ihr Konto deaktiviert wurde, kann sie nicht mehr aktiviert werden. Dies bedeutet, dass Nutzernamen <strong>%(username)s</strong> ist jetzt verfügbar für jemand anderen zu bedienen.
es: Desafortunadamente, una vez que su cuenta ha sido desactivada, ya no puede ser activado. Esto significa que alguien más ya puede utilizar el nombre <strong>%(username)s</strong>.
fil: Sa kasamaang-palad, pagkatapos ang iyong account ay hindi na aktibo, hindi ito maaaring gamitin na ngayon. Nangangahulugan ito na ang username <strong>%(username)s</strong> ay magagamit na ngayon para sa ibang tao upang gamitin.
fr: Malheureusement, une fois que votre compte a été désactivé, il ne peut plus être activé. Cela signifie que nom d'utilisateur <strong>%(username)s</strong> est maintenant disponible pour quelqu'un d'autre à utiliser.
it: Purtroppo, una volta che il tuo account è stato disattivato, non può più essere attivato. Questo significa che nome utente <strong>%(username)s</strong> è ora disponibile per qualcun altro da usare.
ja: アカウントが無効にされた後、残念ながら、それはもう起動することはできません。これは、ユーザ名<strong>%(username)s</strong>は現在使用する他の誰かのために利用可能であることを意味します。
ms: Malangnya, selepas akaun anda telah diaktifkan, ia tidak dapat diaktifkan lagi. Ini bermakna bahawa nama pengguna <strong>%(username)s</strong> kini boleh didapati untuk orang lain untuk digunakan.
pt_br: Infelizmente, depois de a sua conta foi desativada, ele não pode mais ser ativada. Isso significa que <strong>%(username)s</strong> nome de usuário já está disponível para outra pessoa usar.
ru: К сожалению, после того, как ваша учетная запись был отключен, он не может быть активирован больше. Это означает, что логин <strong>%(username)s</strong> теперь доступен для кого-то еще, чтобы использовать.
vi: Thật không may, sau khi tài khoản của bạn đã được kích hoạt, nó có thể không được kích hoạt nữa. Điều này có nghĩa rằng tên người dùng <strong>%(username)s</strong> là bây giờ đã có người khác sử dụng.

source: Thank you for taking the time to use RIPto. We hope during your membership, we were able to help you remember those important to you. If at any time you change your mind and would like to come back to RIPto, please follow the Changed My Mind button below.
de: Dank für die Verwendung von RIPto. Wir hoffen, dass während Ihrer Mitgliedschaft, können wir Ihnen helfen, erinnere mich an jene wichtig für Sie waren. Wenn zu irgendeinem Zeitpunkt Sie Ihre Meinung ändern und würde gerne wieder zu RIPto, folgen Sie bitte das Meine Meinung geändert-Button unten.
es: Muchas gracias por usar RIPto. Esperamos que durante su afiliación, hemos sido capaces de ayudar a recordar que son importantes para usted. Si en algún momento cambia de opinión y desea volver a RIPto, por favor siga el botón Cambié De Opinión a continuación.
fil: Salamat sa iyo para sa paggamit ng RIPto. Umaasa kami na sa panahon ng iyong pagiging kasapi, nagawa naming upang matulungan kang matandaan ang mga mahalaga sa iyo. Kung sa anumang oras na baguhin mo ang iyong isip at nais na bumalik sa RIPto, mangyaring sundin ang mga Nagbago Ang Isip pindutan sa ibaba.
fr: Nous vous remercions de votre temps pour utiliser RIPto. Nous espérons que lors de votre adhésion, nous avons pu aider à vous souvenir ceux qui sont importants pour vous. Si à tout moment vous changez d'avis et souhaitez revenir à RIPto, s'il vous plaît suivez le bouton J'ai Changé d'Avis ci-dessous.
it: Grazie per aver dedicato del tempo per utilizzare RIPto. Speriamo che durante la tua iscrizione, siamo stati in grado di aiutarvi a ricordare quelli importanti per voi. Se in qualsiasi momento si cambia idea e si desidera tornare a RIPto, si prega di seguire il mio pulsante Cambiato Idea.
ja: RIPtoをご利用いただきありがとうございます。私たちは、あなたの会員の間に、我々はあなたがあなたにそれらの重要なを思い出すのに役立つことができたと思います。あなたの心を変更して、RIPtoに戻ってきたい場合はいつでも、気が変わりましたボタンに従ってください。
ms: Terima kasih kerana menggunakan RIPto. Kami berharap dalam keahlian anda, kami dapat membantu anda mengingati mereka yang penting kepada anda. Jika pada bila-bila masa anda berubah fikiran dan ingin kembali ke RIPto, sila gunakan butang Berubah Fikiran Saya.
pt_br: Obrigado por tomar o tempo para usar RIPto. Esperamos que durante a sua participação, fomos capazes de ajudá-lo a lembrar aqueles importantes para você. Se em algum momento você mudar de idéia e gostaria de voltar para RIPto, siga o botão Mudou a minha mente abaixo.
ru: Спасибо, что нашли время, чтобы использовать RIPto. Мы надеемся, что во время вашего членства, мы смогли помочь вам запомнить эти важные для вас. Если в какой-то момент вы передумали и хотели бы вернуться к RIPto, пожалуйста, используйте кнопку Я передумал.
vi: Cảm ơn bạn đã sử dụng RIPto. Chúng tôi hy vọng trong thời gian thành viên của bạn, chúng tôi có thể giúp bạn nhớ những người quan trọng với bạn. Nếu bạn thay đổi tâm trí của bạn và muốn quay trở lại RIPto, hãy sử dụng nút Thay đổi tâm trí của tôi.

source: We take great pride in making sure RIPto is easy to use and understand, but we know sometimes things just don't work or don't work well. That's why we always push our users to give us their feedback on how to improve RIPto. Though you are no longer a member, we still value your opinion and would love to hear your input. If there is anything you would like to share with us, please follow the Give Feedback button below.
de: Wir sind sehr stolz darauf, dass RIPto ist einfach zu bedienen und zu verstehen, aber wir wissen manchmal Dinge einfach nicht funktionieren oder nicht gut funktionieren. Das ist, warum wir immer schieben unsere Nutzer geben uns ihr Feedback darüber, wie RIPto verbessern. Obwohl Sie nicht länger ein Mitglied sind, haben wir noch Wert auf Ihre Meinung und würde gerne Ihre Meinung zu hören. Wenn es etwas, was Sie uns sagen würde, folgen Sie bitte den Geben Feedback-Button unten.
es: Nos enorgullecemos en cerciorarse de RIPto es fácil de usar y entender, pero sabemos que a veces las cosas no funcionan o no funcionan bien. Es por eso que siempre empujamos nuestros usuarios nos den sus opiniones sobre cómo mejorar la RIPto. Aunque ya no es un miembro, todavía Valoramos su opinión y nos encantaría escuchar su opinión. Si hay algo que le gustaría compartir con nosotros, por favor, siga el botón Dar Sugerencia a continuación.
fil: Tumagal kami ng mga napakahusay pagmamataas sa pagtiyak ng RIPto ay madaling gamitin at maunawaan, ngunit alam namin kung minsan mga bagay lamang ay hindi gumagana o hindi gumagana ng maayos. Iyon ang dahilan kung bakit lagi naming hinihikayat ang aming mga user upang bigyan kami ng kanilang feedback sa kung paano pagbutihin ang RIPto. Kahit na ikaw ay hindi na isang miyembro, pa rin namin pinahahalagahan ang iyong opinyon at gusto marinig ang iyong mga saloobin. Kung may anumang bagay na nais mong ibahagi sa amin, mangyaring sundin ang mga pindutan Bigyan Feedback sa ibaba.
fr: Nous sommes très fiers de faire en sorte RIPto est facile à utiliser et à comprendre, mais nous savons que parfois les choses ne fonctionnent pas ou ne fonctionnent pas bien. C'est pourquoi nous voulons toujours nos utilisateurs à nous donner leur avis sur la façon d'améliorer RIPto. Même si vous n'êtes plus un membre, nous apprécions toujours votre opinion et aimerions avoir vos commentaires. S'il ya quelque chose que vous aimeriez partager avec nous, s'il vous plaît suivez le bouton Donnez Remarques ci-dessous.
it: Siamo molto orgogliosi nel fare in modo RIPto è facile da usare e da capire, ma sappiamo che a volte le cose non funzionano o non funzionano bene. Ecco perché siamo sempre ai nostri utenti di fornire il loro feedback su come migliorare RIPto. Anche se non sei più un membro, abbiamo ancora la tua opinione e saremmo felici di ricevere il tuo contributo. Se c'è qualcosa che vuoi condividere con noi, si prega di seguire il pulsante Dare Feedback qui sotto.
ja: 私たちは、RIPtoが使うと理解しやすいことを確認しに大きな誇りを持って、私たちは物事がうまく動作しないか、うまく動作しない時々知っている。それは、我々は常に我々のユーザーが私達のRIPtoを改善する方法についてのフィードバックを与えることを奨励する理由です。あなたはもうメンバーではありませんが、我々はまだあなたの意見を大切にし、あなたの入力を聞くのが大好きだ。あなたは私たちに伝えたいことがあるなら、フィードバック与えるボタンを使用してください。
ms: Kami bangga dalam memastikan RIPto adalah mudah untuk menggunakan dan memahami, tetapi kita tahu kadang-kadang perkara yang tidak berfungsi atau tidak berfungsi dengan baik. Itulah sebabnya kita sentiasa menolak pengguna kami untuk memberi maklum balas mereka tentang bagaimana untuk meningkatkan RIPto. Walaupun anda bukan ahli lagi, kita masih menghargai pendapat anda dan akan suka mendengar input anda. Jika ada apa-apa yang anda ingin berkongsi dengan kami, sila gunakan butang Berikan Maklum Balas.
pt_br: Temos muito orgulho em ter certeza que RIPto é fácil de usar e entender, mas sabemos que às vezes as coisas simplesmente não funcionam ou não funcionam bem. É por isso que nós sempre incentivamos nossos usuários a dar-nos o sua contribuição sobre como melhorar RIPto. Embora você não é mais um membro, continuamos a valorizar a sua opinião e gostaria de ouvir a sua entrada. Se há algo que você gostaria de compartilhar com a gente, por favor, siga o botão Dar contribuição abaixo.
ru: Мы гордимся тем, убедившись, что RIPto является легким в использовании и понимании, но мы знаем, иногда вещи просто не работают или работают не очень хорошо. Именно поэтому мы всегда рекомендуем нашим пользователям, чтобы дать нам их отзыв о том, как улучшить RIPto. Хотя вы не являетесь членом больше, мы по-прежнему ценим ваше мнение и хотел бы услышать ваши мысли. Если есть все, что вы хотели бы сказать нам, пожалуйста, используйте кнопку Дайте отзыв.
vi: Chúng tôi tự hào lớn trong việc bảo đảm RIPto là dễ sử dụng và hiểu, nhưng chúng tôi biết đôi khi điều này chỉ cần không làm việc hoặc không làm việc tốt. Đó là lý do tại sao chúng tôi luôn luôn khuyến khích người dùng của chúng tôi để cung cấp cho chúng tôi thông tin phản hồi của họ về cách cải thiện RIPto. Mặc dù bạn không phải là một thành viên nữa, chúng tôi vẫn đánh giá cao ý kiến ​​của bạn và rất thích nghe đầu vào của bạn. Nếu có bất cứ điều gì bạn muốn nói với chúng tôi, xin vui lòng sử dụng nút Tặng phản hồi.

source: Changed My Mind!
de: Meine Meinung geändert!
es: Cambié De Opinión!
fil: Nagbago Ang Isip!
fr: J'ai Changé d'Avis !
it: Cambiato Idea!
ja: 気が変わりました！
ms: Berubah Fikiran Saya!
pt_br: Mudou a minha mente!
ru: Я передумал!
vi: Thay đổi tâm trí của tôi!

source: Give Feedback
de: Geben Feedback
es: Dar Sugerencia
fil: Bigyan Feedback
fr: Donnez Remarques
it: Dare Feedback
ja: フィードバック与える
ms: Berikan Maklum Balas
pt_br: Dar contribuição
ru: Дайте отзыв
vi: Tặng phản hồi

source: Sorry to hear you were having trouble logging in.
de: Leider kann man sich nicht anmelden.
es: Siento mucho lo que estaba teniendo problemas accediendo.
fil: Paumanhin hindi mo maaaring nagla-log in.
fr: Désolé vous éprouvez des difficultés à vous connecter.
it: Mi dispiace non si riesce ad accedere.
ja: 申し訳ありませんが、あなたがログインすることはできません。
ms: Maaf, anda tidak boleh log masuk.
pt_br: Sentimos muito, você não é capaz para entrar.
ru: Жаль, что вы не в состоянии войти.
vi: Xin lỗi bạn không thể đăng nhập.

source: To reset your password, please follow the button below. You will be taken to a page that will ask you to enter your new password.
de: Um Ihr Passwort zu ändern, folgen Sie bitte den Button unten. Sie werden auf die Seite, die Sie bitten wird, um Ihr neues Kennwort, berücksichtigt werden.
es: Para restablecer su contraseña, por favor siga el siguiente botón. Usted será llevado a una página que le pedirá que ingresa tu nueva contraseña.
fil: Upang baguhin ang iyong password, mangyaring sundin ang mga pindutan sa ibaba. Ikaw ay dadalhin sa isang pahina na hihilingin sa iyo na ibigay ang iyong bagong password.
fr: Pour réinitialiser votre mot de passe, s'il vous plaît suivez le bouton ci-dessous. Vous serez redirigé vers une page qui vous permettra de donner un nouveau mot de passe.
it: Per modificare la password, segui il bottone qui sotto. Sarete portati ad una pagina che vi chiederà di dare la nuova password.
ja: パスワードを変更するには、下のボタンを使用してください。あなたは、あなたの新しいパスワードを入力するように要求されますページが表示されます。
ms: Untuk menukar kata laluan anda, sila gunakan butang di bawah. Anda akan pergi ke laman yang akan meminta anda untuk memberikan kata laluan baru anda.
pt_br: Para alterar sua senha, siga no botão abaixo. Você será levado para uma página que irá pedir que você digite sua nova senha.
ru: Чтобы изменить пароль, пожалуйста, используйте кнопку ниже. Вы перейдете на страницу, которая позволит вам дать ваш новый пароль.
vi: Để thay đổi mật khẩu của bạn, hãy làm theo các nút bên dưới. Bạn sẽ được đưa đến một trang đó sẽ yêu cầu bạn nhập mật khẩu mới của bạn.

source: Change My Password
de: Mein Passwort ändern
es: Cambiar Mi Contraseña
fil: Baguhin Aking Pangalan
fr: Changer Mon Mot De Passe
it: Cambiare la Mia Password
ja: 私のパスワードを変更します
ms: Mengubah kata laluan saya
pt_br: Alterar a minha senha
ru: Изменить мой пароль
vi: Thay đổi mật khẩu của tôi

source: Your friend %(name)s has shared a memorial with you:
de: Ihr Freund %(name)s teilte ein Gedenkstätte mit Ihnen:
es: Su amigo ha compartido un monumento con usted:
fil: Ang iyong kaibigan %(name)s nagbahagi ng bantayog sa iyo:
fr: Votre ami %(name)s a partagé un mémorial avec vous :
it: Il tuo amico %(name)s ha condiviso un memoriale con voi:
ja: 友人%(name)sあなたとの記念碑を共有しました：
ms: %(name)s rakan anda telah berkongsi tugu peringatan dengan anda:
pt_br: Seu amigo %(name)s compartilhou um memorial com você:
ru: Ваш друг %(name)s поделился с вами мемориал:
vi: Bạn của bạn %(name)s đã chia sẻ một truy điệu với bạn:

source: Visit Memorial
de: Besuchen Gedenkstätte
es: Visitar Monumento
fil: Bisitahin Bantayog
fr: Visitez Mémorial
it: Visita Memoriale
ja: 記念碑を訪問
ms: Melawat Tugu Peringatan
pt_br: Visite memorial
ru: Посетите мемориал
vi: Thăm truy điệu

source: Give Condolences
de: Geben Beileid
es: Dar Condolencias
fil: Bigyan Pakikiramay
fr: Donnez Condoléances
it: Dare le Condoglianze
ja: お悔やみ与える
ms: Berikan Takziah
pt_br: Dar condolências
ru: Дайте соболезнования
vi: Tặng lời chia buồn

source: A place to remember.
de: Ein Ort für die Erinnerung.
es: Un lugar para recordar.
fil: Isang lugar para sa pagtanda.
fr: Un lieu pour souvenir.
it: Un luogo per ricordare.
ja: 覚えるために使わ置きます。
ms: Sebuah tempat untuk mengingati.
pt_br: Um lugar para lembrar.
ru: Место для запоминания.
vi: Một nơi để nhớ.
