Repository: smaili/ripto
Catalog: ripto.com/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fil, fr, it, ja, ms, pt_br, ru, vi

source: We may share information with those who need it to do work for us.
de: Wir können Informationen mit, die sie benötigen, um Arbeit für uns tun zu teilen.
es: Podemos compartir información con aquellos que lo necesitan para hacer el trabajo por nosotros.
fil: Maaari naming ibahagi ang impormasyon sa mga nangangailangan ito upang gawin trabaho para sa amin.
fr: Nous pouvons partager des informations avec ceux qui en ont besoin pour faire le travail pour nous.
it: Potremmo condividere le informazioni con coloro che ne hanno bisogno per fare il lavoro per noi.
ja: 私たちは私たちのために仕事をするためにそれを必要とする人と情報を共有することがあります。
ms: Kami mungkin berkongsi maklumat dengan orang-orang yang perlu untuk melakukan kerja-kerja untuk kita.
pt_br: Podemos compartilhar informações com aqueles que precisam dela para fazer o trabalho por nós.
ru: Мы могли бы поделиться информацией с теми, кто в ней нуждается, чтобы сделать работу для нас.
vi: Chúng tôi có thể chia sẻ thông tin với những người cần nó để làm việc cho chúng tôi.

source: We may also share aggregated and/or anonymized data with others for their own uses.
de: Wir können auch aggregierte und / oder anonymisierten Daten mit anderen für ihre eigenen Zwecke.
es: También podemos compartir datos agregados y / o anónima con otros para sus propios usos.
fil: Maaari rin naming ibahagi ang pinagsama at / o mga hindi nakikilalang data sa iba para sa kanilang sariling mga paggamit.
fr: Nous pouvons également partager des données agrégées et / ou anonymisées avec d'autres pour leurs propres usages.
it: Potremmo anche condividere dati aggregati e / o anonimi con gli altri per i propri usi.
ja: 我々はまた、自分の用途に他の人と集計され、および/または匿名データを共有することがあります。
ms: Kami juga boleh berkongsi data agregat dan / atau tidak bernama dengan orang lain untuk kegunaan mereka sendiri.
pt_br: Podemos também compartilhar dados agregados e / ou anônimos com os outros para seus próprios fins.
ru: Мы могли бы также поделиться агрегированные и / или анонимных данных с других людей в своих целях.
vi: Chúng tôi cũng có thể chia sẻ dữ liệu tổng hợp và / hoặc ẩn danh với những người khác cho mục đích riêng của họ.

source: INFORMATION CHOICES AND CHANGES
de: IN INFORMATIONEN WAHLEN UND ENTWICKLUNG
es: OPCIONES Y CAMBIOS DE INFORMACIÓN
fil: IMPORMASYON PAGPIPILIAN AT PAGBABAGO
fr: CHOIX ET CHANGEMENTS D'INFORMATION
it: INFORMAZIONI SCELTE EI CAMBIAMENTI
ja: 情報の選択および修正
ms: PILIHAN MAKLUMAT DAN PERUBAHAN
pt_br: ESCOLHAS E MUDANÇAS INFORMAÇÕES
ru: ИНФОРМАЦИЯ ВАРИАНТЫ И ИЗМЕНЕНИЯ
vi: LỰA CHỌN THÔNG TIN VÀ THAY ĐỔI

source: Our marketing emails tell you how to “opt-out”. If you opt out, we may still send you non-marketing emails. Non-marketing emails include emails about your accounts and our business dealings with you.
de: Unsere Vermarktung-E-Mails sagen, wie man "nicht teilnehmen". Wenn Sie sich entscheiden, können wir noch senden Sie Nicht-Vermarktung-E-Mails. Nicht-Vermarktung-E-Mails sind E-Mails über Ihre Konten und unsere Geschäftsbeziehungen mit Ihnen.
es: Nuestros correos electrónicos de marketing dicen que la forma de "exclusión voluntaria". Si se excluye, todavía podríamos enviarle otros tipos de mensajes de correo electrónico. Estos correos electrónicos pueden ser acerca de sus cuentas y nuestras relaciones de negocio con usted.
fil: Ang aming mga email sa marketing sabihin sa iyo kung paano "hindi lumahok". Kung hindi mo lumahok, maaari pa rin naming magpadala sa iyo ng iba pang mga uri ng mga email. Iba pang mga uri ay maaaring maging tungkol sa iyong mga account at ang aming negosyo pakikitungo sa iyo.
fr: Nos e-mails marketing vous diront comment «ne pas participer». Si vous vous excluez, nous pouvons encore vous envoyer des e-mails non-commercialisation. E-mails non-commercialisation comprennent des courriels sur vos comptes et nos relations d'affaires avec vous.
it: La nostra e-mail marketing indicano come "non partecipare". Se non si partecipa, potremmo ancora inviare altri tipi di messaggi di posta elettronica. Altri tipi di messaggi di posta elettronica potrebbero essere per quanto riguarda gli account ei nostri rapporti d'affari con voi.
ja: 当社のマーケティングメールは「参加しない」にする方法を教えてください。あなたが参加していない場合、我々はまだあなたにメールの他のタイプを送るかもしれません。これらのメールは、あなたのアカウントとあなたと私たちのビジネスの取引に関してかもしれない。
ms: E-mel pemasaran kami memberitahu anda bagaimana untuk "tidak mengambil bahagian". Jika anda tidak mengambil bahagian, kita masih mungkin menghantar lain-lain jenis e-mel. E-mel ini boleh mengenai akaun anda dan urusan perniagaan kami dengan anda.
pt_br: Nossos e-mails marketing dizer-lhe como "não participar". Se você não participar, ainda pode enviar outros tipos de e-mails. Esses e-mails podem ser a respeito de suas contas e as nossas relações de negócio com você.
ru: В наших письмах маркетинга рассказать вам, как «не участвуют». Если вы не участвуете, мы могли отправить вам еще другие типы писем. Они могут быть о ваших счетах и ​​деловых отношениях с вами.
vi: Email tiếp thị của chúng tôi cho bạn biết làm thế nào để "không tham gia". Nếu bạn không tham gia, chúng tôi vẫn có thể gửi cho bạn các loại email. Email có thể được về tài khoản của bạn và giao dịch kinh doanh với bạn.

source: You may send requests about personal information to our Contact Information below. You can request to change contact choices, opt-out of our sharing with others, and update your personal information.
de: Sie können Anfragen zu persönlichen Informationen, um unsere Kontaktdaten unten senden. Sie können beantragen, Kontakt Entscheidungen, nicht in unsere gemeinsame Teilnahme mit anderen, und aktualisieren Sie Ihre persönlichen Daten ändern.
es: Usted puede enviar peticiones sobre información personal para nuestra Información de Contacto a continuación. Usted puede solicitar el cambio de las opciones de contacto, optar por no compartir con los demás, y actualizar su información personal.
fil: Maaari kang magpadala ng mga kahilingan patungkol sa iyong personal na impormasyon sa aming Impormasyon mpormasyon sa pakikipag-ugnay sa ibaba. Maaari mong hilingin na baguhin ang mga pagpipilian sa pakikipag-ugnay, hindi lumahok sa aming pagbabahagi sa iba, at i-update ang iyong personal na impormasyon.
fr: Vous pouvez envoyer des demandes concernant des renseignements personnels à nos Coordonnées ci-dessous. Vous pouvez demander à changer des choix de contact, ne pas participer à notre partage avec les autres, et mettre à jour vos renseignements personnelles.
it: Potete inviare richieste relativamente alle informazioni personali le nostre informazioni di contatto qui sotto. Si può chiedere di cambiare scelte contatto, non partecipa nella nostra condivisione con gli altri, e di aggiornare le vostre informazioni personali.
ja: あなたは、下記の連絡先情報、個人情報についての要求を送信できます。あなたは、連絡先の選択肢、他の人と私たちの共有に参加し、あなたの個人情報を更新しないを変更するために要求することができます。
ms: Anda boleh menghantar permintaan tentang maklumat peribadi kepada Maklumat untuk dihubungi kami. Anda boleh meminta untuk menukar pilihan kenalan, tidak mengambil bahagian dalam perkongsian kita dengan orang lain, dan mengemaskini maklumat peribadi anda.
pt_br: Você pode enviar pedidos sobre informações pessoais a nossas Informações de Contato abaixo. Você pode pedir para alterar opções de contato, não participam de nossa partilha com os outros, e modificar suas informações pessoais.
ru: Вы можете отправить запросы о личной информации нашей контактной информацией ниже. Вы можете запросить его изменить контакт выбор, нот партиципате в нашей обмена с другими странами, а также обновлять личную информацию.
vi: Bạn có thể gửi các yêu cầu về thông tin cá nhân Thông tin liên hệ của chúng tôi dưới đây. Bạn có thể yêu cầu để thay đổi lựa chọn liên lạc, không tham gia chia sẻ với những người khác, và cập nhật thông tin cá nhân của bạn.

source: You can typically remove and reject cookies from our Site with your browser settings. Many browsers are set to accept cookies until you change your settings. If you remove or reject our cookies, it could affect how our Site works for you.
de: Sie können in der Regel entfernen und lehnen Cookies von unserer Website mit Ihrem Browser-Einstellungen. Viele Browser sind so eingestellt, dass Cookies akzeptiert, bis Sie Ihre Einstellungen zu ändern. Wenn Sie oder entfernen Sie unsere Cookies abweisen, könnte es beeinflussen, wie unsere Website für Sie arbeitet.
es: Por lo general, se puede quitar y rechazar las cookies de nuestro Sitio con la configuración del navegador. Muchos navegadores están configurados para aceptar cookies hasta que cambie la configuración. Si elimina o rechaza nuestras cookies, podría afectar el funcionamiento de nuestro Sitio para usted.
fil: Maaari mong alisin ang karaniwang at tanggihan ang cookies mula sa aming Site gamit ang mga setting ng iyong browser. Maraming mga browser ay naka-set upang tanggapin ang mga cookies hangga't hindi mo baguhin ang iyong mga setting. Kung aalisin mo o tanggihan ang aming mga cookies, maaari itong makaapekto sa kung paano ang aming mga Site ay gumagana para sa iyo.
fr: Vous pouvez généralement retirer et rejeter les cookies de notre Site avec les paramètres de votre navigateur. De nombreux navigateurs sont configurés pour accepter les cookies jusqu'à ce que vous modifiez vos paramètres. Si vous supprimez ou rejetez nos cookies, cela pourrait affecter la façon dont notre Site fonctionne pour vous.
it: In genere è possibile rimuovere e rifiutare i cookie dal nostro Sito con le impostazioni del browser. Molti browser sono impostati per accettare i cookie fino alla modifica delle impostazioni. Se si rimuove o rifiutare i cookie, potrebbe interessare come il nostro Sito per voi.
ja: 通常は、削除して、ブラウザの設定で私たちのウェブサイトからのCookieを拒否することができます。多くのブラウザは、あなたの設定を変更するまで、cookieを受け入れるように設定されています。あなたが私たちのcookieを削除したり、拒否した場合、それは私たちのウェブサイトがあなたのためにどのように動作するかを及ぼす可能性があります。
ms: Anda biasanya boleh mengeluarkan dan menolak kuki daripada Laman web kami dengan tetapan pelayar anda. Kebanyakan pelayar ditetapkan untuk menerima kuki sehingga anda menukar tetapan anda. Jika anda mengeluarkan atau menolak kuki kami, ia boleh menjejaskan bagaimana Laman kami bekerja untuk anda.
pt_br: Você normalmente pode retirar e rejeitar cookies de nosso Site com as definições do browser. Muitos navegadores estão configurados para aceitar cookies até que você altere suas configurações. Se você remover ou rejeitar os nossos cookies, que poderia afetar a forma como o nosso Site funciona para você.
ru: Обычно, вы можете удалить и отказаться от печенья с нашего Сайта с настройками браузера. Многие браузеры настроены на прием куки, пока вы не измените настройки. Если вы удалите или отклонить наши печенья, это может повлиять, как наш Сайт работает для вас.
vi: Bạn thường có thể loại bỏ và từ chối cookie từ Trang của chúng tôi với các thiết lập trình duyệt của bạn. Nhiều trình duyệt được thiết lập để chấp nhận cookie cho đến khi bạn thay đổi các thiết lập của bạn. Nếu bạn loại bỏ hoặc từ chối các tập tin cookie của chúng tôi, nó có thể ảnh hưởng đến cách Trang của chúng tôi làm việc cho bạn.

source: SECURITY OF YOUR PERSONAL INFORMATION
de: SICHERHEIT IHRER PERSÖNLICHEN DATEN
es: SEGURIDAD DE TU INFORMACIÓN PERSONAL
fil: SEGURIDAD NG IYONG PERSONAL NA IMPORMASYON
fr: SECURITE DE VOS RENSEIGNEMENTS PERSONNELLES
it: SICUREZZA DEI DATI PERSONALI
ja: お客様の個人情報の安全
ms: KESELAMATAN MAKLUMAT PERIBADI ANDA
pt_br: SEGURANÇA DOS SUAS INFORMAÇÕES PESSOAIS
ru: БЕЗОПАСНОСТЬ ВАШЕЙ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ
vi: AN NINH THÔNG TIN CÁ NHÂN CỦA BẠN

source: We take steps to help protect personal information. No company can fully prevent security risks, however. Mistakes may happen. Bad actors may defeat even the best safeguards.
de: Wir nehmen Schritte zum Schutz persönlicher Informationen. Kein Firma kann vollständig verhindert Sicherheitsrisiken, aber. Fehler können passieren. Betrüger können besiegen sogar die beste Gewähr.
es: Tomamos medidas para ayudar a proteger la información personal. Ninguna empresa puede evitar totalmente los riesgos de seguridad, sin embargo. Los errores pueden ocurrir. Impostores pueden derrotar incluso las mejores garantías.
fil: Tumagal kami ng mga hakbang upang makatulong na protektahan ang personal na impormasyon. Walang kumpanya ay maaaring ganap na maiwasan ang mga panganib sa seguridad, gayunpaman. Pagkakamali ay maaaring mangyari. Imposters ay maaaring magpawalang-bisa kahit na ang pinakamahusay na pagbabantay.
fr: Nous prenons des mesures pour aider à protéger les renseignements personnels. Aucune entreprise ne peut prévenir tous les risques de sécurité, cependant. Des erreurs peuvent se produire. Imposteurs pourraient vaincre même les meilleures garanties.
it: Prendiamo le misure per aiutare a proteggere le informazioni personali. Nessuna azienda può prevenire completamente i rischi di sicurezza, però. Gli errori possono capitare. Impostori possono sconfiggere anche la migliore protezione.
ja: 当社は、個人情報を保護するための措置を取る。いいえ会社が完全にしかし、セキュリティ上のリスクを防ぐことはできません。ミスが発生する可能性があります。詐欺師でも最高のセーフガードを倒す可能性があります。
ms: Kami mengambil langkah-langkah untuk membantu melindungi maklumat peribadi. Tiada syarikat sepenuhnya boleh mencegah risiko keselamatan, namun. Kesilapan boleh berlaku. Penyamar boleh mengalahkan walaupun perlindungan yang terbaik.
pt_br: Tomamos medidas para ajudar a proteger informações pessoais. Nenhuma empresa pode impedir totalmente os riscos de segurança, no entanto. Erros podem acontecer. Impostores pode derrotar até mesmo a melhor proteção.
ru: Мы принимаем меры для защиты личной информации. Ни одна компания не может полностью предотвратить угрозу безопасности, однако. Ошибки может случиться. Мошенники могут победить даже лучшую защиту.
vi: Chúng tôi thực hiện các bước để bảo vệ thông tin cá nhân. Không có công ty có thể ngăn chặn hoàn toàn nguy cơ bảo mật, tuy nhiên. Sai lầm có thể xảy ra. Kẻ giả mạo có thể đánh bại ngay cả những biện pháp bảo vệ tốt nhất.

source: CONTACT INFORMATION
de: KONTAKTDATEN
es: INFORMACIÓN DE CONTACTO
fil: IMPORMASYON SA PAKIKIPAG-UGNAY
fr: COORDONNÉES
it: INFORMAZIONI DI CONTATTO
ja: 連絡先情報
ms: MAKLUMAT UNTUK DIHUBUNGI
pt_br: INFORMAÇÕES DE CONTATO
ru: КОНТАКТНАЯ ИНФОРМАЦИЯ
vi: THÔNG TIN LIÊN HỆ

source: We welcome your comments or questions about this Privacy Policy. You may also contact us at <a target="_blank" href="http://ripto.com/support">ripto.com/support</a>.
de: Wir freuen uns über Ihre Kommentare oder Fragen zu dieser Datenschutzerklärung. Sie können uns auch unter <a target="_blank" href="http://ripto.com/support">ripto.com/support</a>.
es: Damos la bienvenida a sus comentarios o preguntas sobre esta Política de Privacidad. También puede comunicarse con nosotros al <a target="_blank" href="http://ripto.com/support">ripto.com/support</a>.
fil: Tinatanggap namin ang iyong mga komento o katanungan tungkol sa Patakaran sa Privacy. Maaari mo ring makipag-ugnay sa amin sa <a target="_blank" href="http://ripto.com/support">ripto.com/support</a>.
fr: Nous vous accueillons commentaires ou questions sur cette Politique de Confidentialité. Vous pouvez également nous contacter à <a target="_blank" href="http://ripto.com/support">ripto.com/support</a>.
it: Accogliamo con favore i vostri commenti o domande su questa Politica sulla Privacy. Potete contattarci all'indirizzo <a target="_blank" href="http://ripto.com/support">ripto.com/support</a>.
ja: 私達はあなたのコメントやこのプライバシーポリシーに関するご質問をお待ちしております。また<a target="_blank" href="http:///ripto.com/support">/ripto.com/support</a>ご連絡があります。
ms: Kami mengalu-alukan komen atau soalan mengenai Dasar Privasi ini. Anda boleh menghubungi kami di <a target="_blank" href="http://ripto.com/support">ripto.com/support</a>.
pt_br: Saudamos seus comentários ou perguntas sobre esta Política de Privacidade. Pode falar conosco em <a target="_blank" href="http://ripto.com/support">ripto.com/support</a>.
ru: Мы приветствуем ваши комментарии или вопросы о Политике конфиденциальности. Вы также можете связаться нами на <a target="_blank" href="http://ripto.com/support">ripto.com/support</a>.
vi: Chúng tôi hoan nghênh ý kiến ​​hoặc câu hỏi về Chính sách bảo mật. Bạn có thể liên hệ với chúng tôi tại <a target="_blank" href="http://ripto.com/support">ripto.com/support</a>.

source: CHANGES TO THIS PRIVACY POLICY
de: ÄNDERUNGEN DIESER DATENSCHUTZERKLÄRUNG
es: CAMBIOS A ESTA POLÍTICA DE PRIVACIDAD
fil: MGA PAGBABAGO SA PATAKARAN SA PRIVACY
fr: MODIFICATIONS DE CETTE POLITIQUE DE CONFIDENTIALITÉ
it: MODIFICHE ALLA PRESENTE POLITICA SULLA PRIVACY
ja: このプライバシーポリシーへの変更
ms: PERUBAHAN DASAR PRIVASI
pt_br: ALTERAÇÕES A ESTA POLÍTICA DE PRIVACIDADE
ru: ИЗМЕНЕНИЯ В ПОЛИТИКЕ КОНФИДЕНЦИАЛЬНОСТИ
vi: THAY ĐỔI CHÍNH SÁCH BẢO MẬT

source: We may change this Privacy Policy. If we make any changes, we will change the Last Updated date below.
de: Wir können diese Datenschutzerklärung. Wenn wir Änderungen vornehmen, werden wir das Datum der Zuletzt geändert unten ändern.
es: Podemos cambiar esta Política de Privacidad. Si hacemos cambios, vamos a cambiar la Fecha de Última actualización más adelante.
fil: Maaari naming baguhin ang Patakaran sa Privacy. Kung gumawa kami ng anumang mga pagbabago, kami ay baguhin ang Huling Binago ng petsa sa ibaba.
fr: Nous pouvons changer cette Politique de Confidentialité. Si nous apportons des modifications, nous allons changer la Date Dernière mise à jour ci-dessous.
it: Potremmo cambiare questa Politica sulla Privacy. Se facciamo le modifiche, cambieremo la data di Ultima Modifica di seguito.
ja: 私たちは、このプライバシーポリシーを変更することがあります。我々は任意の変更を加えた場合、我々は最終更新日の日付を変更します。
ms: Kita mungkin boleh mengubah Dasar Privasi ini. Jika kita membuat apa-apa perubahan, kami akan mengubah tarikh Terakhir diubah suai.
pt_br: Podemos alterar esta Política de Privacidade. Se fizermos alguma mudança, vamos mudar a data de Última Modificação.
ru: Мы можем изменить настоящую Политику конфиденциальности. Если мы будем вносить изменения, мы будем менять Дата последнего изменения.
vi: Chúng tôi có thể thay đổi Chính sách bảo mật. Nếu chúng ta thực hiện bất kỳ thay đổi, chúng tôi sẽ cập nhật Sửa đổi lần cuối.

source: Created
de: Erstellen
es: Creado
fil: Ginawa
fr: Crée
it: Creato
ja: 作られた
ms: Dicipta
pt_br: Criado
ru: Создал
vi: Tạo

source: Remembered
de: Erinnerte
es: Recordado
fr: Souvenu
it: Ricordato
ja: 思い出した
ms: Telah dikenang
pt_br: Lembrado
ru: Вспомнил
vi: Đã nhớ

source: visited
de: besucht
es: visitados
fil: binisita
fr: visités
it: visitato
ja: 訪れた
ms: melawat
pt_br: visitado
ru: посетил
vi: đã thăm

source: commented
de: kommentiert
es: comentados
fil: nagkomento
fr: commentées
it: commentato
ja: コメントした
ms: komen
pt_br: comentado
ru: прокомментировал
vi: đã chú thích

source: remembered
de: erinnerte
es: recordados
fr: souvenu
it: ricordato
ja: 思い出した
ms: diingati
pt_br: lembrado
ru: вспомнил
vi: đã nhớ

source: today
de: heute
es: hoy
fil: ngayon
fr: aujourd'hui
it: oggi
ja: 今日
ms: hari ini
pt_br: hoje
ru: сегодня
vi: hôm nay

source: yesterday
de: gestern
es: ayer
fil: kahapon
fr: hier
it: ieri
ja: 昨日
ms: semalam
pt_br: ontem
ru: вчера
vi: ngày hôm qua

source: this week
de: dieser Woche
es: esta semana
fil: ito linggo
fr: cette semaine
it: questa settimana
ja: 今週
ms: minggu ini
pt_br: esta semana
ru: на этой неделе
vi: trong tuần này

source: this month
de: diesem Monat
es: este mes
fil: buwan na ito
fr: ce mois-ci
it: questa mese
ja: 今月
ms: bulan ini
pt_br: este mês
ru: в этом месяце
vi: trong tháng này

source: all time
de: von Anfang an
es: todo el tiempo
fil: mula sa simula
fr: dès le début
it: dall'inizio
ja: 最初から
ms: dari awal
pt_br: desde o início
ru: с самого начала
vi: từ đầu

source: The most %(filters)s Memorials, created %(times)s
de: Die meist%(filters)s Gedenkstätte, %(times)s gemacht.
es: Los monumentos más %(filters)s, creado %(times)s
fil: Ang pinaka-%(filters)s ang bantayog, ginawa %(times)s
fr: Mémoriaux les plus %(filters)s, créé %(times)s
it: Il memoriale più %(filters)s, creato %(times)s
ja: 最も%(filters)s記念碑は、%(times)s作った。
ms: Yang paling telah %(filters)s tugu peringatan, yang dibuat %(times)s
pt_br: O mais %(filters)s memorial, criado %(times)s
ru: Самых %(filters)s мемориалы, созданный %(times)s.
vi: Truy điệu %(filters)s nhiều nhất, tạo ra %(times)s

source: That language is not yet available.
de: Diese Sprache ist noch nicht verfügbar.
es: Este idioma no está disponible.
fil: Na wika ay hindi pa magagamit.
fr: Ce langage n'est pas encore disponible.
it: Quello linguaggio non è ancora disponibile.
ja: その言語は、まだ利用できません。
ms: Bahawa bahasa tidak boleh didapati lagi.
pt_br: Que a linguagem ainda não está disponível.
ru: Этот язык пока не доступен.
vi: Ngôn ngữ mà không có sẵn chưa.

source: Coming soon!
de: Bald im Kino!
es: Próximamente!
fil: Parating na!
fr: Prochainement !
it: Prossimamente!
ja: もうすぐ
ms: Akan datang!
pt_br: Em breve!
ru: Скоро в продаже!
vi: Đến sớm!

source: Memorial was successfully created.<br>Click <a class="js-modal-click" href="%(link)s" data-modal-for="share-memorial-dialog">here</a> to share with your friends and family.
de: Gedenkstätte wurde erfolgreich erstellt.<br>Klicken Sie <a class="js-modal-click" href="%(link)s" data-modal-for="share-memorial-dialog">hier</a>, um mit Ihren Freunden und Familie zu teilen.
es: Monumento fue creado con éxito. <br>Haga clic <a class="js-modal-click" href="%(link)s" data-modal-for="share-memorial-dialog">aquí</a> t para compartir con sus amigos y familiares.
fil: Ang bantayog ay matagumpay na nalikha.<br>I-click <a class="js-modal-click" href="%(link)s" data-modal-for="share-memorial-dialog">dito</a> upang ibahagi sa iyong mga kaibigan at pamilya.
fr: Mémorial a été créé avec succès.<br>Cliquez <a class="js-modal-click" href="%(link)s" data-modal-for="share-memorial-dialog">ici</a> pour partager avec vos amis.
it: Memoriale è stato creato con successo.<br>Clicca <a class="js-modal-click" href="%(link)s" data-modal-for="share-memorial-dialog">qui</a> per condividere con i tuoi amici e familiari.
ja: 記念碑が正常に作成されました。<br>お友達やご家族と共有するために<a class="js-modal-click" href="%(link)s" data-modal-for="share-memorial-dialog">ここを</a>クリックしてください。
ms: Tugu peringatan telah berjaya dibuat.<br>Klik <a class="js-modal-click" href="%(link)s" data-modal-for="share-memorial-dialog">di sini</a> untuk berkongsi dengan keluarga dan rakan-rakan.
pt_br: Memorial foi criado com sucesso.<br>Clique <a class="js-modal-click" href="%(link)s" data-modal-for="share-memorial-dialog">aqui</a> para compartilhar com seus amigos e familiares.
ru: Мемориал был успешно создан.<br>Нажмите <a class="js-modal-click" href="%(link)s" data-modal-for="share-memorial-dialog">здесь</a>, чтобы поделиться с друзьями и семьей.
vi: Truy điệu đã được tạo thành công.<br>Bấm vào <a class="js-modal-click" href="%(link)s" data-modal-for="share-memorial-dialog">đây</a> để chia sẻ với bạn bè và gia đình của bạn.

source: Photo
de: Foto
es: Foto
fil: Litrato
it: Foto
ja: 写真
ms: Foto
pt_br: Foto
ru: Фото
vi: Hình ảnh

source: Cause of death: %(cause)s
de: Todesursache: %(cause)s
es: Causa de la muerte: %(cause)s
fil: Magdulot ng kamatayan: %(cause)s
fr: Cause du décès: %(cause)s
it: Causa della morte: %(cause)s
ja: 死の原因：%(cause)s
ms: Punca kematian: %(cause)s
pt_br: Causa da morte: %(cause)s
ru: Причина смерти: %(cause)s
vi: Nguyên nhân tử vong: %(cause)s

source: Buried <strong>%(funeral_date)s</strong>
de: Begraben <strong>%(funeral_date)s</strong>
es: Enterrado <strong>%(funeral_date)s</strong>
fil: Ililibing <strong>%(funeral_date)s</strong>
fr: Enterré le <strong>%(funeral_date)s</strong>
it: Sepolto <strong>%(funeral_date)s</strong>
ja: 埋もれた<strong>%(funeral_date)s</strong>
ms: Dikebumikan <strong>%(funeral_date)s</strong>
pt_br: Enterrado <strong>%(funeral_date)s</strong>
ru: Похоронен <strong>%(funeral_date)s</strong>
vi: Chôn <strong>%(funeral_date)s</strong>
